/*{"news":[

  {"id":"4",
   "header":"",
   "image":"",
   "imageCaption":"",
   "authorImage":"",
   "metin":"",
   "subtitle":"",
   "hardWord":"",
   "authorName":"",
   "channel":"",
   "audio":"",
   "audioLength":"",
   "category":"",
   "views":"",
   "date":"",
   "tag":""},
   
  ]}*/

{"news":[
  
   {"id":"4",
   "header":"#MeToo Serbia: 'I thought I was the only one'",
   "image":"https://github.com/Boga28/news/raw/main/images/MeToo_Serbia.jpg",
   "imageCaption":"A #MeToo movement has been sweeping through western Balkans after Serbian actress Milena Radulovic went public with allegations of abuse against a former drama teacher.",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/bbc_news.png",
   "metin":"When it was happening to me, I thought that I was the only one, not only with him, but in the world who is surviving, something like this. Serbian actor Milena Redulovic shared her story of rape in January. It was like a dumb  broke setting off a metoo wave empowering women across the region to speak up about a taboo subject.

\tWell, this story is shaped Serbia from the gound. Milena has accused famous produce and drama teacher Miroslav Alexi of raping her when she was 17 and studying at the prestigious acting school in Belgrade, several other women from the same school have come forward with similar accusations. Alexa has since been charged with rape and other illegal sexual acts.

\tHe denies wrongdoing and is being held in detention, the publicity around the case, unleash the tide of testimonies and brought another case back into the spotlight. I remember clearly, um, hearing about Milena's story and being in tears of joy, I was just thinking of that. My mission to encourage other people to speak has started.

\tDaniella Steinfeld is a Serbian filmmaker now based in New York.

\tLast year, she released a documentary examining the aftermath of sexual assault. Including her own recently, she revealed the name of the man. She says raped her well-known Serbian actor Branislav Lečić who denies the allegation. Others have come out with similar accusations and investigation is underway and no charges have yet been made violence against women is a serious concern in Serbia.

\tThe country ratified this symbol convention to protect women, but reporting and conviction rates are extremely low. Most of the victims in the Balkan region are still in silence. The self silencing is a self protection because one thing is to survive sexual assault and reach for safety. The other thing is to survive the unpredictability of a backlash disbelief, shaming.

\tDaniela left Serbia, abandoning her successful acting career there from a PTSD and from pretty much dysfunctional person that I was for years, I raise up to make the film to make something that it was helpful for many people. And that is something that has healed me. For Milena, one reason to share her story was to make people see what's been hiding in plain sight.

\tI knew that it is going to be interesting for everybody because I was this protected princess girl from a good family and everybody would have like, Oh, she's leading such a fairytale. So I knew that it's going to be like, Oh my God, like her, if I kept talked to Daniella, um, right after the assaults, um, I would tell her.

\tUh, to not be afraid, go tell your parents now. Yeah. And I would tell her that it's not only your case. And to know that no matter how difficult and long, long, long time it's needed, the healing is possible.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/MeToo_Serbia.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"BBC News",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/metoo_serbia.mp3",
   "audioLength":"3:39",
   "category":"",
   "views":"",
   "date":"2021-05-10T21:30",
   "tag":""},
  

{"id":"3",
   "header":"News in Brief",
   "image":"https://github.com/Boga28/news/raw/main/images/News_in_Brief.jpg",
   "imageCaption":"© UNICEF/Amarjeet Singh",
   "authorImage":"https://raw.githubusercontent.com/Boga28/news/main/NewsChannelImages/news_un.jpg",
   "metin":"This is the News in Brief from the United Nations.

India’s new COVID-19 wave spreading like ‘wildfire’: UNICEF

\tA new wave of COVID-19 infections is spreading like “wildfire” across India, leaving many youngsters destitute, the UN Children’s Fund UNICEF said on Friday.

\tIn the last 24 hours, India registered nearly 4,000 coronavirus deaths and over 414,000 cases; “the highest daily case count recorded by any country in the history of (the) COVID-19 pandemic”, said Yasmin Ali Haque, UNICEF Representative in India.

\tThe impact on children has been dire, she said, highlighting the increased risk of violence, as lockdowns have closed the usual places of protection for youngsters, such as school.

\t“We haven’t seen yet any indication that the proportion is any different to what we saw in the first wave, however the numbers are far greater; we’ve seen the virus entering a household; it just takes one member in the household to be affected and it seems to spread like wildfire throughout the family.” 

\tThere has also been a spike in illegal adoption pleas on internet platforms by families desperate to find homes for orphaned relatives, the UN official said, in a call to promote family tracing and speedier help for vulnerable families.

Attacks force thousands to flee in Burkina Faso

\tTo Burkina Faso now, where aid agencies are deeply concerned by violence that’s  killed 45 people and forced more than 17,000 to flee their homes in the last 10 days.

\tThe alert from the UN refugee agency, UNHCR, comes after gunmen carried out attacks in three separate regions, burning down houses and killing civilians.

\tThe armed groups – described in reports as jihadists - also ransacked health centres and damaged homes and shops during a series of attacks in the East, North and Sahel regions.

\tUNHCR spokesperson Boris Cheshirkov told journalists in Geneva that the victims were now fleeing towards larger and more secure urban centres, often arriving “with few or no belongings”.

\tThey are in urgent need of food, shelter, clean water, and health care, Mr Cheshirkov said, adding that violence in Burkina Faso has forced well over one million people to flee their homes in search of safety in the last two years.

Probe call into Rio favella police operation that left 25 dead

\tFinally to Brazil, and a call from the UN rights office for an independent investigation into a police operation in a Rio favella that left at least 25 dead.

\tThe call from the Office of the High Commissioner for Human Rights (OHCHR) comes after police officers on the ground and in a helicopter overhead reportedly opened fire on a heavily built up residential neighbourhood during an operation against organised crime.

\tOHCHR spokesperson Rupert Colville said that Thursday’s incident was probably the “deadliest” operation of its kind in more than a decade.”:

\t“I think there’s sort of a widespread responsibility here, shared responsibility. Yes of course, there are political sides to it, but you have the institutions which control these operations and you have the judiciaries, you have the police, you have the judiciary, you have the ministries involved in these kind of investigations and operations. So it appears, as you say, that collectively, you know, they’re not succeeding in stopping these kind of really disturbing over the top lethal operations.”

\tMr Colville noted that the operation had taken place despite a Supreme Court ruling last year which restricted police operations in Rio’s favelas during the COVID-19 pandemic.

Daniel Johnson, UN News.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/News_in_Brief.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"UN News",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/News_in_Brief.mp3",
   "audioLength":"3:20",
   "category":"",
   "views":"",
   "date":"2021-05-10T14:45",
   "tag":""},
 
  
  {"id":"2",
   "header":"Former Police Officers in Floyd Case Face Federal Charges",
   "image":"https://github.com/Boga28/news/raw/main/images/Four_Former_Police_Officers_in_Floyd.jpg",
   "imageCaption":"In this May 25, 2020 file image from surveillance video, Minneapolis police Officers from left, Tou Thao, Derek Chauvin, J. Alexander Kueng and Thomas Lane are seen attempting to take George Floyd into custody in Minneapolis, Minn. (Court TV via AP, Pool)",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/VOA.png",
   "metin":"Four former police officers involved in the arrest of George Floyd in Minneapolis, Minnesota last year are to face a federal civil rights trial.

\tA federal grand jury has decided to bring charges against the four accusing them of violating George Floyd’s constitutional rights. A grand jury is a group of citizens who study evidence to decide if there should be a trial in a legal case. The decision was made public Friday.

\tFloyd died after officers restrained him on the ground during his arrest on May 25, 2020. During the arrest, Floyd repeatedly said he could not breathe in an incident which was filmed and shown all over the world.

The charges

\tDerek Chauvin is charged with violating Floyd’s right to be free from unreasonable seizure and excessive force.

\tTou Thao and J Alexander Keung are also charged with violating Floyd’s right to be free from unreasonable seizure. The charging document alleges that the two did not try to stop Chauvin as he put a knee on Floyd’s neck.

All four officers, Chauvin, Keung, Thao, and Thomas Lane, are charged with failure to provide Floyd with medical care.

\tChauvin is also charged in connection with the arrest and restraint of a 14-year-old boy in 2017.

\tThree of the former officers, Lane, Thao and Keung, appeared before the US District Court in Minneapolis through a video link. Chauvin was not part of the court appearance.

\tIn April, a court in Minneapolis found Chauvin guilty of murder and manslaughter charges brought by the state of Minnesota. He is being held in a high security prison in the state as he waits for his sentence to be decided by a judge.

\tThe three former officers named by the federal grand jury also face state charges in a trial planned for August. They are free after paying a bond to ensure that they appear for trial.

The incident

\tThe charges are the result of the arrest of Floyd last year. The officers stopped Floyd after he was accused of trying to use false money at a store and acting unusually. Court evidence states that Floyd resisted being arrested.

\tChauvin then restrained Floyd on the ground with his knee on Floyd’s neck for more than nine minutes. State lawyers say that Kueng placed his knee on Floyd’s back and Lane held down Floyd’s legs during the arrest. The state lawyers also say Thao held a gathering crowd back and prevented them from intervening in the arrest.

\tEric Nelson, Chauvin’s lawyer argued during his murder trial that the former officer acted reasonably in the situation. He said that Floyd died of existing health problems and was using drugs at the time. He also requested a new trial for Chauvin noting several issues. Among the issues was that the judge did not move the trial to another place although the incident caused violent protests in Minneapolis.

\tFloyd’s arrest was captured on video by many people who gathered around the arrest. The incident brought public anger and protests, both peaceful and violent, across the country against police use of force and racial inequality.

\tI’m Mario Ritter, Jr.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/four_former_police.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"VOA News",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/four_former_police.mp3",
   "audioLength":"5:07",
   "category":"",
   "views":"",
   "date":"2021-05-08T08:10",
   "tag":""},
  
  {"id":"1",
   "header":"Virus, Technology, Unrest Make a Stressful Year for US Teachers",
   "image":"https://github.com/Boga28/news/raw/main/images/tech.jpg",
   "imageCaption":"First-year teacher Cindy Hipps stands outside of Lagos Elementary School, at Manor Independent School District campus east of Austin, Texas (Acacia Coronado/Report for America via AP)",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/nbc.png",
   "metin":"Ana Saul Romero has seen many changes in teaching methods, testing, and technology during her forty years as a teacher. But this year, she said, has given her a lifetime’s worth of changes.
\n\tIn her first-grade class in Manor, Texas, just outside of Austin, only 12 students are inside the classroom. The other half of the class join in from home by video. Romero now stands behind a clear divider working with a pointer, a laptop, and a few other technologies to teach her students.
\nSuper teachers
\n\tRomero said, “it is difficult with the technology, and I have learned more, but it is not enough, it is never enough.” She said she is from an older generation and she misses the daily, in-person connections with her students.
\n\tFirst-year teacher Cindy Hipps is Romero’s teaching partner. She said it was like being “introduced to the ring of fire of teaching.” She added, “I feel like a superwoman now.”
\n\tThis spring marks a year since the coronavirus pandemic shut down schools across the United States. It forced many students, parents, and teachers into virtual classrooms.
\n\tAs states permitted larger groups to gather, some students have since returned to school. Many schools now use a combination of virtual and in-person instruction in class. And teachers like Romero have to learn new ways of teaching all the students.
\nLast school year
\n\tAdding to the difficulties, not all students have equal access to internet and technology. There were political and social protests across the country. And many tired educators are wondering if this will be their last school year.
\n\tAntoinette Miranda is an Ohio State University professor of school psychology. She is also on the state’s school board and is married to a high school teacher.
\n\tShe said that educators are dealing with the pandemic’s effects on themselves and their family. They also are trying to support students, some with troubles in school and some without food at home while being separated from friends.
\n\t“We talk a lot about the stress on students,” Miranda said, “but I think there’s a tremendous amount of stress on teachers.”
\n\tSome people blamed teachers who raised concerns on health and safety for delaying school re-openings. They felt it put pressure on parents. But Miranda thinks “there’s also a renewed respect for teachers. especially parents that had to start teaching their kids at home.”
\n\tAndre Spencer is head of the Manor Independent School District where Romero works. He said the schools centered on helping students and teachers during the pandemic. They spent millions to provide every student and teacher the technology for virtual learning, including mobile internet access.
\n\tEven before the start of this school year, school supervisors like Spencer were already worried that there would be a shortage of teachers and school workers.
\n\tThe National Education Association is one of the nation’s largest representatives for teachers. The organization found that more than one in four teachers felt the pandemic increased their plans to retire early or leave the profession.
\n\tRandi Weingarten is president of American Federation of Teachers, or AFT, another teacher’s organization. She believes there will be more teachers retiring in the coming months after a year of unknowns, change, and stress. And AFT has started a program to help members who were affected by COVID-19.
\nTeaching controversial topics
\n\tBut there were other issues that affect teachers, especially teachers of color, this past year. They include national conversations around racial injustice, the presidential election, and the attack on the US Capitol.
\n\tTravis Bristol is a professor at the University of California, Berkeley. He suggests schools provide employees time to talk about what they have been through. He says teachers who have been supported in dealing with their own stress will be better able to help students do the same.
\n\tRomero, the first-grade teacher in Texas, was considering retiring. But she now looks forward to the new school year.
\n\tShe said, “We will have the experience of an entire year of trying. That’s what educators do. We try and we fail and we get up and we shake it off and we do it again.”
I’m Jill Robbins.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/Virus_Technology.srt",
   "hardWord":"",
   "authorName":"Jill Robbins",
   "channel":"NBC News",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/tech.mp3",
   "audioLength":"5:36",
   "category":"",
   "views":"",
   "date":"2021-05-07T11:25",
   "tag":""}
  ]}
