/*{"news":[

  {"id":"5",
   "header":"",
   "image":"",
   "imageCaption":"",
   "authorImage":"",
   "metin":"",
   "subtitle":"",
   "hardWord":"",
   "authorName":"",
   "channel":"",
   "audio":"",
   "audioLength":"",
   "category":"",
   "views":"",
   "date":"2021-08-26T10:11",
   "tag":""},                                          ？  ‛  ⢀  ‼
   
      Left Quote    “                    Right Quote    ”      Apostrophe   ‛      ？
   
  ]}*/

{"news":[
  
  {"id":"55",
   "header":"New spoon for astronauts",
   "image":"https://www.newsinlevels.com/wp-content/uploads/2021/08/Depositphotos_256642660_l-2015-300x150.jpg",
   "imageCaption":"LEVEL 1",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/News_in_Levels.png",
   "metin":"Nikolas Grafakos makes a special spoon. The spoon is for astronauts.

The spoon helps astronauts eat more easily. It will be important during long trips to Mars. Astronauts use normal spoons now. The spoons are a little longer. It is not always easy to eat with them at zero gravity. The food must be wet. Then it sticks to the spoon.

The new spoon is very different. It is something between a spoon and chopsticks. You hold it in your hand. You press it at the end. The food stays on the spoon. It is easier to put food in your mouth.

 It will be possible to eat more kinds of food. Astronauts will be happier.
   
Difficult words: spoon (a thing which people use to eat soup and other food), zero gravity (the situation when a person does not feel the weight of his body, and he flies in the air), chopsticks (a pair of thin sticks which people from Asian countries use for eating)",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/new-spoon-for-astronauts.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"News In Levels",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/new-spoon-for-astronauts.mp3",
   "audioLength":"1:14",
   "category":"",
   "views":"",
   "date":"2021-08-26T11:58",
   "tag":""},
  
  {"id":"54",
   "header":"Across the River in Rome",
   "image":"https://www.newsinlevels.com/wp-content/uploads/2019/07/Depositphotos_245315674_l-2015-300x150.jpg",
   "imageCaption":"Level 3",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/News_in_Levels.png",
   "metin":"An Italian tightrope artist became the first person to high-wire across the Tiber river in Rome, travelling 135 metres over a 20-metre drop. Andrea Loreni, the artist, holds the record in Italy for the longest and highest tightrope walk.

The artist said that it was difficult because of external factors like the wind, the rain and the LED light reflections on the water – there was so much input that it risked creating confusion. He coped by choosing one spot and focusing on it.

Nervous onlookers let out a sigh of relief when Loreni made it through the wind and rain to the other end.
   
Difficult words: high-wire (walk on a wire or rope high up in the air without a net underneath), input (things which you see and hear), cope (how you deal with a problem)",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/across-the-river-in-rome.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"News In Levels",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/across-the-river-in-rome.mp3",
   "audioLength":"1:16",
   "category":"",
   "views":"",
   "date":"2021-08-25T20:56",
   "tag":""}, 
  
  {"id":"53",
   "header":"Methane and the world´s temperature",
   "image":"https://www.newsinlevels.com/wp-content/uploads/2021/08/Depositphotos_11488311_l-2015-300x150.jpg",
   "imageCaption":"Level 2",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/News_in_Levels.png",
   "metin":"Methane is an invisible gas which has no smell. Scientists discovered that methane had much more warming power than carbon dioxide, another gas. Methane caused about 25% of the increase in the global temperature.

People can avoid about 30% of the warming, which scientists expect in the next decades, but they won’t need to make any big changes. The reason is that oil and gas fields spill methane into the air, and sometimes they do not even know about it.

Scientists and so-called methane hunters go around the oil fields, and they find gas leaks. They use a special camera that can see the methane leaking out of pipes and tools which control the flow in the pipes. This is very important because people finally started to see methane as a problem, and they can do something about it.
   
Difficult words: temperature (how warm or cold something is), carbon dioxide (a gas which comes from vehicles or businesses). solution (an idea which solves a problem)",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/methane-and-the-worlds-temperature.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"News In Levels",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/methane-and-the-worlds-temperature.mp3",
   "audioLength":"1:24",
   "category":"",
   "views":"",
   "date":"2021-08-25T09:45",
   "tag":""},    
  
  {"id":"52",
   "header":"North Carolina Plans to Raise Marriage Age to 16",
   "image":"https://gdb.voanews.com/ADB0C39F-8816-46D5-959A-9FCA4DC43CEC_w1023_r1_s.jpg",
   "imageCaption":"FILE - Members of the Senate are sworn in during the opening session of the North Carolina General Assembly in Raleigh, N.C., Wednesday, Jan. 13, 2021. (AP Photo/Gerry Broome)",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/VOA.png",
   "metin":"In much of the United States, people can get married at the age of 16 if they have parental permission. However, in 13 states, even younger people can get married under some conditions.

In North Carolina, children as young as 14 used to be able to get married if they were pregnant and had a judge’s permission. As a result, the state was a known place to go if you were an adult who wanted to marry a child.

But North Carolina lawmakers recently passed a bill that changes the legal marriage age from 14 to 16. The law now goes to the state’s Governor, Roy Cooper, for final approval. He is expected to sign it.

The new law also limits the permissible age difference between a 16-year-old and their marriage partner to four years.

This year, state lawmakers listened to the stories of several former child brides. One of them, Judy Wiegand of Kentucky, appeared before a North Carolina House committee in June to support the reform.

“It is the responsibility of the government to protect all of the children,” Wiegand told lawmakers. Wiegand was 13 when she and an older teenage boy — the father of her baby — married in the 1970s. She said that until she became an adult, the law left her largely unprotected against an abusive husband.

Jean Fields is 72 years old. She got married at the age of 15 to a man in his 20s. Fields had three children by the time she was 21. She later separated from her husband who, she said, had abused her psychologically for years.

Groups working to persuade lawmakers to change the marriage age in North Carolina say there are more women with similar stories. Those women, however, are uncomfortable talking in public about their experiences.

Two of those groups are Unchained at Last and the International Center for Research on Women. They are trying to get states around the US to change the marriage age to 18, with no exceptions. So far, six states have that rule in place. New York was the most recent, where the rule became law in July.

A Center study shows an estimated 8,800 girls under the age of 18 were listed on marriage records in North Carolina between 2000 and 2015. The group said that 93 percent of the marriage applications it looked at involved a marriage between a child and an adult.

While many lawmakers wanted to change the marriage age to 18 in North Carolina, a spokeswoman for the Governor said raising the age to 16 is an important step toward ending child marriage in the state.

In one North Carolina county, two-thirds of all marriage permission requests involving people younger than 18 came from other states. People who live in nearby Tennessee, Kentucky, Georgia and South Carolina come to get married in North Carolina.

Drew Reisinger is the Register of Deeds in Buncombe County. He is an elected official who writes documents that permit people to get married.

He said a 49-year-old man from Kentucky recently came with a 17-year-old girl.

With the new law, he said, North Carolina will no longer be “at the very bottom of the barrel of states, but we’re still going to be putting a lot of children in harm’s way”.

I’m Dan Friedell.
   
Words in This Story
bride –n a woman who has just married or is about to be married

psychological –adj relating to the mind

county –n an area of a state or country that is larger than a city and has its own government to deal with local matters

bottom of the barrel –expression the worst possible condition, level, etc",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/North_Carolina_Plans_to_Raise_Marriage_Age_to_16.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"VOA News",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/North_Carolina_Plans_to_Raise_Marriage_Age_to_16.mp3",
   "audioLength":"4:52",
   "category":"",
   "views":"",
   "date":"2021-08-24T09:46",
   "tag":""},  
  
   {"id":"51",
   "header":"Men Fly Into a Plane",
   "image":"https://www.newsinlevels.com/wp-content/uploads/2019/07/Depositphotos_106514600_l-2015-300x150.jpg",
   "imageCaption":"Level 3",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/News_in_Levels.png",
   "metin":"Two professional French wingsuit flyers, Fred Fugen and Vince Reffet, jumped from the summit of Jungfrau in Switzerland and attempted to board a plane in mid-air.

The incredible feat marked the 20th anniversary of a similar stunt by daredevil Patrick de Gayardon. 

Around 100 practice flights in the Alps preceded the stunt. To everyone’s relief, the stunt, which the pair described as ‘the most intense project of their career’ was successful.

On video, it looked like a scene from a Hollywood film rather than something real.
    
Difficult words: attempt (try), incredible (amazing), feat (a dangerous achievement), anniversary (the date when something happened in a previous year), stunt (a dangerous achievement), daredevil (a person who likes doing dangerous things)",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/men-fly-into-a-plane.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"News In Levels",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/men-fly-into-a-plane.mp3",
   "audioLength":"1:09",
   "category":"",
   "views":"",
   "date":"2021-08-23T22:13",
   "tag":""}, 
  
  {"id":"50",
   "header":"Southern Lights",
   "image":"https://knowledgenuts.com/wp-content/uploads/2016/03/iStock_000059557596_Medium.jpg",
   "imageCaption":"Level 2",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/News_in_Levels.png",
   "metin":"French astronaut Thomas Pesquet took photographs from the International Space Station, and he made a video. Pesquet photographed the Aurora Australis, above the southern Indian Ocean between Asia and Antarctica.

The International Space Station was 440 kilometers above the earth.

The aurora is a beautiful display of lights which take place at the earth´s poles. Aurora Borealis takes place at the North Pole, and people call it the Northern Lights. Aurora Australis takes place at the South Pole, and people call it the Southern Lights.

In Latin, Aurora is a mystical name which means ´dawn´. People can sometimes watch the auroras from Earth, but they look much more beautiful from space.
   
Difficult words: display (something that people can watch), mystical (related to people´s spirit or religion), dawn (the first light before sunrise)",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/southern-lights.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"News In Levels",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/southern-lights.mp3",
   "audioLength":"1:17",
   "category":"",
   "views":"",
   "date":"2021-08-23T09:55",
   "tag":""},   
  
  {"id":"49",
   "header":"The loneliest man in history",
   "image":"https://ichef.bbci.co.uk/images/ic/1248xn/p09lzlpl.jpg",
   "imageCaption":"INTERMEDIATE LEVEL",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/BBC_Learning_English.jpg",
   "metin":"Hello and welcome to 6 Minute English from BBC Learning English. I’m Neil.

And I’m Georgina.

In this programme we’re going to be talking about the astronaut who piloted the command module to take Neil Armstrong and Buzz Aldrin to walk on the Moon. Michael Collins, who sadly passed away in 2021 at the age of 90, has been described as ‘the loneliest man in history’.

Yes, while Armstrong delivered his famous quote when taking the first steps on the lunar surface, and Buzz followed soon after, Collins was left behind to circle the Moon, tasked with the huge responsibility of getting the three pioneers – the first people to do something - back to Earth.

That’s right – And many people over the years have wondered whether he was disappointed not to have walked on the Moon. How would you feel if you went all that way and didn’t stand on the Moon, Georgina?.

Me personally – I’d probably be pretty devastated – but I think it depends on personality. To be honest, I’d probably be too scared to go to the Moon anyway. 

Yes – and just think about being in a space module together – trapped for all those hours – it could create quite the sense of camaraderie – a friendship and trust formed by spending time together.

Or you could drive each other crazy asking questions!.

Which is what I’m going to do now, Georgina. I know how much you love animals – and the first animal that went into space was a Russian dog in 1957, but what was that dog’s name?.

 A) Irina.

 B) Laika or.

 C) Anastasia.

Well, I think I know this one - b) Laika - and I believe, sadly, she didn’t survive.

OK, Georgina, we’ll find out if that’s right at the end of the programme. But let’s talk more  about Michael Collins and that famous trip to the Moon that captured people’s attention around the world.

Yes - I think one thing that has always interested me is the feeling of friendship, or as you said camaraderie, that must have developed between those three explorers. But, perhaps surprisingly, in an interview with the BBC programme Hard Talk, Collins said the close connection between the astronauts didn't develop until later.

We formed some very strong bonds, but actually, not really during the flight of Apollo 11 or even during the preparatory flight of the flight. It was a round-the-world trip that we took after the flight. When I came to know Neil better. During our training, in the first place we had not been a backup as most primary crews had been, so we just got to know each other in the 6 months before the flight, which is a short period of time.

So, it wasn’t really until afterwards that they formed those strong bonds – the connections between them, until on a trip round the world to talk about their experiences.

Six months sounds like a long time, but I suppose when preparing to become famous and go down in history, as they did - it doesn’t leave much time for personal interactions.

One of the sad things to take away is that everyone remembers Armstrong and Aldrin, but sometimes Collins is seen as the forgotten man.

Yes – and he did say in the interview that he would have loved to walk on the Moon, but he was very proud to be a part of the team – as he was one of the trailblazers – a similar word to pioneer. 

They most certainly were trailblazers. But imagine how he must have felt – circling around Moon, all alone!.

Yes, a lot of people questioned Collins afterwards regarding the solitude, about which he had this to say in the same interview with BBC programme Hard Talk:.

Well, I, when I returned to Earth, I was amazed because most of the questions to me from the press centred on: You were the loneliest man in the whole lonely orbit around the lonely planet on a lonely evening. And I felt, on the other hand, quite comfortable in my happy little home inside the command module Columbia. I had been flying aeroplanes by myself for a number of years. So, the fact I was aloft by myself was not anything new.

So, it sounds like he appreciated the peace and quiet and he felt used to it having been alone on flights.

Yes – while people talk about the two who walked on the Moon, he must have experienced an incredible sense of peace while on the dark side of the Moon – the first person ever to go there.

But now, Georgina, let’s get the answer to my question: What was the name of the first animal, a dog, to go into space?.

I said Laika. 

Which is correct, well done!. And you were right when you said that she sadly didn’t survive the return to Earth.

Well, speaking of dogs, I need to feed mine soon - so let’s just recap some of the vocabulary we’ve discussed.

Yes, we had camaraderie – a sense of trust and friendship after spending a long time together, and the creation of strong bonds or connections.

And if you’re the first person to do something, you could be called a pioneer.

Or even a trailblazer which means the same thing. And if you are the first person to do something, you could become famous and go down in history.

And finally we spoke about the solitude, or state of being alone, that Collins must have experienced.

Well, we’re out of time for today. We have plenty more 6 Minute English programmes to enjoy on our website at bbclearningenglish,com.

If you are busy, we offer English in a Minute: short videos with tips on how to improve your English.

And check us out on Facebook, Twitter and Instagram.

Don't forget we have an app too, which you can download for free from the app stores. help you learn English on the move!. Grammar, vocabulary, and interesting topics – we have them all!. Visit our website!. Get the app!.

Bye for now.

Goodbye.

Vocabulary
pioneer
the first person to do something or go somewhere 

camaraderie
friendship or trust created by being together for some time 

bond
a connection or shared link 

go down in history
become famous

trailblazer
someone who does something revolutionary or for the first time 

solitude
being alone",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/6min_english_apollo11_download.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"BBC Learning English",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/6min_english_apollo11_download.mp3",
   "audioLength":"6:16",
   "category":"",
   "views":"",
   "date":"2021-08-22T22:25",
   "tag":""},  
  
  {"id":"48",
   "header":"China Seeks to Push its Language and Culture in Tibet",
   "image":"https://gdb.voanews.com/30CDAC6F-E1A5-4A76-BC77-A1A3819ED097_cx0_cy10_cw0_w1023_r1_s.jpg",
   "imageCaption":"In this photo released by Xinhua News Agency, Wang Yang, center, waves as he arrives in Lhasa to attend the ceremony to commemorate the 70th anniversary of Tibet liberation, in Lhasa in western China's Tibet Autonomous Region on Wednesday, Aug. 18, 2021.",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/VOA.png",
   "metin":"A top Chinese official has called for “all-round efforts” to ensure Tibetans speak and write in Chinese.

The official, Wang Yang, spoke at a recent ceremony in front of the Potala Palace in Lhasa. The building is the ancient home of the Dalai Lamas, leaders of traditional Tibetan Buddhism.

In his speech, Wang said all Tibetans must share in, what he called, “cultural symbols and images of the Chinese nation”.

The official is a member of the small and powerful Politburo Standing Committee.

The ceremony was held to mark the 70th anniversary of the Chinese invasion of what is now the Tibet Autonomous Region. China has ruled the large Himalayan area since 1951, when the People’s Liberation Army seized the territory in what it calls a “peaceful liberation”.

“Tibet can only develop and prosper under the party's leadership and socialism,” Wang said.

China has also pointed to its efforts to improve the economy in the area.

Critics say China’s moves to expand Chinese cultural influences threaten Tibet’s traditional Buddhist culture. Chinese leaders condemn the current, widely-accepted Dalai Lama as a separatist. He lives in exile in northern India.

Wang said, “separatist and sabotage activities committed by the Dalai (Lama) group and hostile external forces have been crushed”.

He added that since 1951, Tibet had taken “a path from darkness to brightness, from backwardness to progress, from poverty to prosperity and from autocracy to democracy”.

The US -based International Campaign for Tibet, however, sees Tibet’s past progress very differently. “Judging by developments in Tibet over the past 70 years, the Tibetan people have no cause for jubilation,” the group said in a statement. It added: “Chinese policies have turned Tibet itself into an open-air prison with restrictions on all aspects of Tibetan life”.

China recognizes the current Panchen Lama -- who was put in place by the Chinese Communist Party -- as the highest religious official in Tibet. As a mark of the party's rule over Tibetan Buddhism, Wang presented the Panchen Lama with a special memorial during the ceremony.

I’m Bryan Lynn.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/China_Seeks_to_Push_its_Language_and_Culture_in_Tibet.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"VOA News",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/China_Seeks_to_Push_its_Language_and_Culture_in_Tibet.mp3",
   "audioLength":"3:46",
   "category":"",
   "views":"",
   "date":"2021-08-22T09:55",
   "tag":""},   
  
  {"id":"47",
   "header":"Sinkhole in China",
   "image":"https://www.newsinlevels.com/wp-content/uploads/2019/06/Depositphotos_234422102_l-2015-300x150.jpg",
   "imageCaption":"level 1",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/News_in_Levels.png",
   "metin":"A huge sinkhole appears in a street. This happens in China. A motorcyclist is driving to the hole. He does not see it. He is looking at his phone. He is looking at his phone. He drives into the hole. He is OK.
   
   Difficult words: huge (very big), sinkhole (a space that appears in the ground very quickly), appear (come to a place quickly)",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/sinkhole-in-china.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"News In Levels",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/sinkhole-in-china.mp3",
   "audioLength":"0:19",
   "category":"",
   "views":"",
   "date":"2021-08-21T22:58",
   "tag":""},   
  
  {"id":"46",
   "header":"Millions of Jellyfish",
   "image":"https://www.newsinlevels.com/wp-content/uploads/2019/07/Depositphotos_346861124_l-2015-300x150.jpg",
   "imageCaption":"level 1",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/News_in_Levels.png",
   "metin":"This news is from Crimea, Russia. Millions of jellyfish appear near the shore.

There are so many that it looks like it is raining. We do not know why there are so many. This is a rare thing. The jellyfish is an old type of animal. It is between 500 and 700 million years old.
   
   Difficult words: appear (come, be), shore (seaside, coast, waterside), rare (not usual)",   
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/millions-of-jellyfish.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"News In Levels",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/millions-of-jellyfish.mp3",
   "audioLength":"0:33",
   "category":"",
   "views":"",
   "date":"2021-08-21T22:46",
   "tag":""},   
  
   {"id":"45",
   "header":"Visiting Alaska's Distant Aleutian Islands",
   "image":"https://gdb.voanews.com/08409371-8AB0-4889-9647-121ADF55BC36_w650_r0_s.jpg",
   "imageCaption":"This 1947 photo shows the U.S. Army Williwaw camp on Alaska's Adak Island. Mount Moffett is in background. The Quonset huts are dug in as protection against the strong Aleutian winds. (AP Photo/Joseph D. Jamieson)",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/VOA.png",
   "metin":"Halfway between the United States and Japan is Alaska’s Adak Island. It is one of the remote Aleutian islands.

It is a place known for its natural beauty. The coast is home to rich wildlife. Purple lupine flowers can be seen along roads through grassy hills. Hot springs cover the landscape. Snow-topped mountains and the Great Sitkin volcano rise in the distance.

It is also a strange place, with an important military history. Adak became a US armyArmy airbase during World War II to protect against a feared Japanese invasion of Alaska. The base was later used by the Navy. Because of its closeness to Russia, it remained an important military base and submarine look-out center throughout the Cold War.

Adak Island is home to the native Aleut people. It is not easy to get to. It requires a four-hour plane trip from Anchorage. People visit Adak to hunt, watch birds, climb mountains, or examine one of the many abandoned military bases. 

American writer Nicole Evatt recently described her travels there for The Associated Press. She describes two Adaks: one filled with beautiful nature and one filled with Cold War military remains.

Like many other historical areas on Adak, the old LORAN --- long range navigation --- station is covered with painted words, called graffiti. And it is falling apart. The doors and windows are broken. Evatt calls the inside of the buildings “spooky”. As she walked through dark, partly wet rooms, paint was coming off the surfaces and broken equipment sat in disrepair.

Through broken windows, she saw the blue-black Bering Sea crashing into nearby Horseshoe Bay. This is the Adak experience: equal parts spooky and breathtaking natural beauty.

But the real reason to visit Adak is not the military buildings.

Most people come to hunt caribou. The animal was introduced to the area in the 1950s as a possible emergency food source.

Along with hunting, people also come to hike. There are many beautiful hikes on the island. One at Finger Bay offers views of the volcano. A hike to Lake Bonnie Rose includes an old abandoned military building built into hills.

At Horseshoe Bay, brave people can climb down a rope to the coast below and nearby hot springs. At Clam Lagoon you can watch sea otters, harbor seals and sea lions playing in the water and warming themselves on the rocks.

For bird watchers, the area is wonderful. And Adak’s strange “national forest” is also worth a visit. This is a small collection of evergreen trees in an otherwise nearly treeless landscape.

In town, fewer than 100 people live full-time in old military houses. These houses sit in mostly empty neighborhoods with other buildings in need of repair.

So why do people stay？ some love the quiet. Others say they feel safe from the coronavirus. Some get extra pay for remote work.

People who live there often do many different jobs. One man who serves drinks at a bar also works at the airport.

Adak locals learn to live with very limited supplies. The only food store is in the old daycare center. It is open just a few hours on some evenings. The old high school and middle school now hold city hall, a healthcare center and the post office. A drink store that was once a gas station sells a case of beer for $50. In most states, a case of beer is under $20.

Food choices are limited. Restaurants and stores are often closed. One eatery in Adak does not open often, but when it does, it serves a large pizza for $28. Reporter Nicole Evatt wrote that it was surprisingly tasty considering how far the tomato sauce and cheese had to travel.

I’m Anna Matteo.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/Visiting_Alaska_Distant_Aleutian_Islands.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"VOA News",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/Visiting_Alaska_Distant_Aleutian_Islands.mp3",
   "audioLength":"6:16",
   "category":"",
   "views":"",
   "date":"2021-08-21T10:00",
   "tag":""},  
  
   {"id":"44",
   "header":"Cambodia´s Bamboo Trains",
   "image":"https://www.newsinlevels.com/wp-content/uploads/2019/07/Depositphotos_187893630_xl-2015-300x150.jpg",
   "imageCaption":"Level 2",
   "authorImage":"https://www.newsinlevels.com/wp-content/themes/newsin/img/logo-news-in-levels.png",
   "metin":"Cambodia plans to restore its train lines, which could mean the end of the famous bamboo trains.  The homemade trains, known as ‘norries’, are powered by small motorcycle engines. They can carry as many as 15 people.

There are 40 norry drivers who have been working at the tracks for 20 years. With the tracks gone, they do not know how they will eat or care for their families. They are appealing to the government to find another place to run the norries. The government says that it may relocate the railway to a nearby district, Difficult words: restore (bring back), appeal (ask), district (area).",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/cambodias-bamboo-trains.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"News In Levels",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/cambodias-bamboo-trains.mp3",
   "audioLength":"0:43",
   "category":"",
   "views":"",
   "date":"2021-08-20T09:22",
   "tag":""},  
  
   {"id":"43",
   "header":"Fires Increase on Pacific Islands",
   "image":"https://gdb.voanews.com/A2404711-89D1-4FA1-94F5-C24D7137EAF8_cx12_cy1_cw87_w1023_r1_s.jpg",
   "imageCaption":"A Big Island firefighter puts out a blaze near Waimea, Hawaii, on Thursday, Aug. 5, 2021. The area was scorched by the state's largest ever wildfire. (AP Photo/Caleb Jones)",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/VOA.png",
   "metin":"Experts say Pacific island fires are increasing, creating environmental damage that affects important and limited resources for millions of residents⢀

From Micronesia to Hawaii, wildfires have been a growing problem for many years⢀ With little financing to prevent and deal with these fires, island communities have struggled to control the problem⢀

Clay Trauernicht of the University of Hawaii said that on tropical islands, fires have strong effects⢀ These fires can, in his words, wreak havoc – meaning to cause much destruction or confusion - because the native environment evolved without regular fires⢀

“Fires were very rare prior to human arrival on any Pacific island⢀ And so when you do get these fires, they tend to kind of wreak havoc,” Trauernicht said⢀

But it’s not just burnt land that is affected⢀ Island fires harm areas from the top of mountains to below the ocean’s surface⢀

Trauernicht said that soil gets carried away during heavy rainstorms after the fires have removed all the plant life, which has an effect even on ocean life and coral reefs⢀

Pacific island reefs support local food production, create barriers to large storms, and are an important part of tourism that keeps many islands running⢀

The wet season on tropical islands also causes some grasses to grow tall and thick, building fuel for the next summer’s wildfires⢀

Michael Walker is Hawaii’s state fire protection forester⢀ Walker noted that Guinea grass, a kind of grass that can grow very fast, creates “really fast-moving, very hot, very dangerous fires⢀”

A recent wildfire on Hawaii’s Big Island burned about 1 percent of the state’s total land, and other islands in the Pacific such as Palau, Saipan and Guam burn even more — up to 10 percent in some years⢀

On average, Guam has nearly 700 wildfires a year, Palau about 175 and Saipan about 20, reports data from 2018⢀

Guam, like many other places, has long used fire as a tool⢀ Farmers sometimes use it to clear fields, and hunters have been known to burn areas while hunting illegally⢀

The U⢀S⢀ territory’s forestry chief Christine Camacho Fejeran said fires on the island are mostly caused by arson, or illegal burning⢀ “So, all of Guam’s wildfires are human-caused issues, whether it’s an intentional or an escaped backyard fire or another (cause),” she said⢀

On average, Fejeran said, 2,430 to 2,830 hectares of the island burn each year, amounting to about 5 percent of its land⢀

Back in Hawaii, Kumu Micah Kamohoalii said of a recent fire, “I’ve never seen a fire this big,”

Kamohoalii’s family has lived in the area for many generations⢀

He suggested that the environment has changed during his lifetime⢀

“When I was young, all of this was always green,” Kamohoalii said⢀ “In the last 10 to 15 years, it has been really, really dry⢀”

Trauernicht, the University of Hawaii wildfire expert, suggested that climate change is one of the reasons for the fires in Hawaii⢀

In addition to education and arson prevention, he said, changes in land use — such as reforestation that reduces some grasses — could help⢀

“It’s within our control, potentially, to reduce the impacts that we’re seeing with fires,” Trauernicht said⢀ “Both in terms of forest loss as well as the impacts on coral reefs⢀”

I’m John Russell.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/Fires_Increase_on_Pacific_Islands.srt.txt",
   "hardWord":"",
   "authorName":"",
   "channel":"VOA News",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/Fires_Increase_on_Pacific_Islands.mp3",
   "audioLength":"5:11",
   "category":"",
   "views":"",
   "date":"2021-08-19T10:16",
   "tag":""},  
  
  {"id":"42",
   "header":"Afghanistan’s Drug Trade Helps Taliban",
   "image":"https://gdb.voanews.com/79F255AD-A712-45B1-869B-8132E8AD254E_w1023_r1_s.jpg",
   "imageCaption":"Opium poppy in Afghanistan.",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/VOA.png",
   "metin":"The United States spent more than $8 billion over 15 years on efforts to keep the Taliban from making money from Afghanistan's drug trade.

The plan failed.

As the United States ends its longest war, Afghanistan is still the world's biggest illegal opiate supplier and looks likely to remain so in the near future.

Some UN and US officials worry about even higher opiate production – and how such production might help further finance the Taliban.

Three of the last four years have seen some of Afghanistan's highest levels of opium production, reported the UN Office of Drugs and Crime, or UNODC. Even as the COVID-19 health crisis went on, poppy growing increased 37 percent last year, the UNODC reported in May.

The estimated, all-time high for opium production was set in 2017 at some $1,4 billion in sales by farmers. That number represented roughly 7 percent of the goods and services produced in Afghanistan, the UNODC reported.

Barnett Rubin is a former State Department adviser on Afghanistan.

Rubin described drugs as Afghanistan’s “largest industry except for war”.

Despite the threats presented by Afghanistan's illegal drug business, experts noted, the United States and other nations rarely discuss in public the need to address the trade.

UNODC estimates Afghanistan’s output to be more than 80 percent of the worldwide opium and heroin supplies.

The Taliban and public officials have long been involved in the drug trade, experts said. Some, however, dispute the amount of the Taliban's involvement.

The United Nations and Washington say the Taliban are involved in all parts of drug production, taxation and shipping.

UN officials report that the Taliban likely earned more than $400 million between 2018 and 2019 from the drug trade. A May 2021 US Special Inspector General for Afghanistan, or SIGAR, report quoted a US official as estimating the Taliban get up to 60 percent of their yearly money from illegal drugs.

Some experts dispute that information.

David Mansfield is a leading researcher on Afghanistan's drug trade. He says his studies show the most the Taliban can earn from drugs is about $40 million each year, mainly from taxes on drug production and drug shipments.

The Taliban, he said, make more charging money for legal imports and exports.

Washington spent an estimated $8,6 billion between 2002 and 2017 to hurt Afghanistan's drug trade. The goal was to deny the Taliban financing, said a 2018 SIGAR report. Apart from destroying poppies, the United States and allies backed raids, airstrikes on suspected drug labs and other measures.

Those efforts “didn't really have much success,” retired US Army General Joseph Votel told Reuters.

Votel commanded US central Command from 2016-2019.

Experts said the measures only created anger toward the government in Kabul, and its foreign backers, among farmers and workers who depend on opium production to feed their families.

The Taliban learned that lesson from their ban on poppy growing in 2000, said Brookings Institution Afghan expert Vanda Felbab-Brown.

Despite a large decrease in production, the ban created “a huge political storm against the Taliban and it was one reason why there were such dramatic defections after the US invasion,” she said.

So, experts said, it is unlikely the Taliban will forbid poppy growing.

Mansfield said that a future government will need to move carefully to avoid angering its rural base “and provoking resistance and violent rebellion”.

I’m John Russell.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/Afghanistan_Drug_Trade_Helps_Taliban.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"VOA News",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/Afghanistan_Drug_Trade_Helps_Taliban.mp3",
   "audioLength":"5:40",
   "category":"",
   "views":"",
   "date":"2021-08-18T10:04",
   "tag":""},   
  
  {"id":"41",
   "header":"Chinese Market Turns Difficult for Taiwanese Books",
   "image":"https://gdb.voanews.com/9C6BC67A-4F5A-4C2F-97A5-13064BA22FD9_cx0_cy8_cw0_w1023_r1_s.jpg",
   "imageCaption":"In this photo taken on March 23, 2021, Taiwanese author Iris Chiang holds her book “Play with Art” at an event featuring Taiwanese artist YUYU Yang's work in Taipei, Taiwan. (AP Photo/Chiang Ying-ying)",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/VOA.png",
   "metin":"Rising political tensions between China and Taiwan have made it difficult for Taiwanese authors to get their books published in China.

One of those authors is Iris Chiang. Her book does not deal with political or sensitive subjects that in the past would get writers banned from China.

Chiang sold her book about teaching children how to enjoy art to a Chinese publisher four years ago. But the book has yet to be published.

Chiang told The Associated Press she wanted to market the book, called Play with Art, to financially successful Chinese parents. She thought it would be well received because the Chinese government had begun urging citizens to have more children.

At first, Chiang said the process went well with the Chinese publisher. At their request, she agreed to change one part of the book that used examples from art museums in Taiwan. A Chinese writer was chosen to replace that part with information about museums in China.

But then the other side went silent, Chiang said. When she reached out more than a year later, she was told the process was slower than normal. She told the AP she thinks the Chinese publishers were affected by the changing relationship between China and Taiwan.

Mainland China considers Taiwan a rebel province and has threatened to reclaim the territory by force if necessary.

After the election of independent-minded President Tsai Ing-wen in 2016, relations between China and Taiwan began to worsen. China has reacted to Tsai’s policies by taking measures to pressure Taiwan militarily and isolate it diplomatically.

China’s ruling Communist Party has long banned books on sensitive subjects. Such issues can go from religion to the lives of Chinese political leaders. Taiwanese publishers in the past sold many kinds of books to the mainland.

During the 1980s and 1990s, Chinese readers enjoyed Taiwanese writers such as Lung Ying-tai. Her works added to debates about the process of Taiwan moving from one-party rule to democracy. Sanmao, a Taiwanese writer who wrote stories about her life in the Sahara desert, captured the hearts of a generation of Chinese women.

There was also curiosity on both sides about the most basic things after the sides were cut off following their split in 1949 after the Chinese Civil War.

“Back then, relations were good and it seemed like there was a mood in China that they really wanted to understand Taiwan,” Chiang said. “What kind of fruit do you guys eat？ what’s your art like？ what’s your life like？ how do you celebrate New Year’s？ these small things in life”.

Linden Lin is the head of Taiwan’s Linking Publishing Company. He told the AP that “exchanges in publishing (are) really the exchange of ideas”. He added: “It’s only through publishing that you can have this type of exchange”.

Now, editors, publishers and authors say any Taiwanese book has become harder to publish in China. It is not a blanket ban. But publishers blame self-censorship by mainland companies rather than any official order.

There are many examples of works that have been frozen out of the Chinese market. They include a Taiwanese-Japanese cookbook, a self-help book and a book about a Taiwanese artist’s travels in Beijing that deals with cats living in the city’s traditional neighborhoods.

I’m Bryan Lynn.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/Chinese_Market_Turns_Difficult_for_Taiwanese_Books.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"VOA News",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/Chinese_Market_Turns_Difficult_for_Taiwanese_Books.mp3",
   "audioLength":"5:44",
   "category":"",
   "views":"",
   "date":"2021-08-17T09:52",
   "tag":""},   
  
   {"id":"40",
   "header":"Oil Companies Look to Make Renewable Fuels",
   "image":"https://gdb.voanews.com/88642faf-fe5b-4c39-bf2d-50500bd3f44a_cx0_cy3_cw0_w1023_r1_s.jpg",
   "imageCaption":"FILE - Smoke rises from a fire at Exxon Mobil's refining and chemical plant complex in Baytown, near Houston, Texas, July 31, 2019.",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/VOA.png",
   "metin":"US oil companies Exxon Mobil and Chevron are looking to produce more renewable fuels.

The two largest US oil companies want to produce sustainable fuels without paying the billions of dollars usually needed to change the operations to make the products.

People with knowledge of the efforts told Reuters the two companies are finding ways to make such products at their existing manufacturing centers.

Renewable fuels account for 5 percent of US fuel use. But that percentage is expected to grow as producers look to cut carbon emissions to fight climate change.

Both Chevron and Exxon have large refining divisions that add heavily to their carbon emissions. The companies have been criticized for being slower to produce renewable energy than European companies, such as Royal Dutch Shell and TotalEnergies.

The American corporations have spent less money than those companies on green technologies.

Exxon and Chevron are looking into how to process feedstocks like vegetable oils and partly processed biofuels with petroleum. That process produces renewable diesel, sustainable aviation fuel (SAF) and renewable gasoline without greatly raising costs. The production of renewable fuels costs more than making regular gasoline without government assistance.

The sources told Reuters that Exxon is working to understand its ability to process up to 50 percent of some kinds of bio-feedstocks to produce SAF.

Chevron is also looking into how to put feedstocks through their fluid catalytic crackers (FCC). FCCs produce gasoline and are generally the largest part of refining facilities.

“Our goal is to co-process bio-feedstocks in the FCC by the end of 2021,” a Chevron spokesperson told Reuters. The bio-feedstocks will supply renewable products to people in Southern California.

Chevron is working with the US environmental Protection Agency (EPA) and the California Air Resources Board (CARB) so that the renewable fuel it produces would count toward emission credits. Emission credits are financial rewards meant to push companies to emit less pollution.

The fuel products are still not available for use. But the California Energy Commission says that renewable fuel can reduce carbon dioxide pollution by 61 percent to 83 percent.

Congress is also considering legislation for tax credits that would push oil producers to make sustainable airplane fuel.

The federal government and some states provide financial incentives to produce renewable fuel. Some oil producers, like Texas-based Valero and Finland-based Neste, have increased production of renewable fuels from waste oils and vegetable oils.

Several other US producers are in the process of partly or fully changing their production plants to make renewable fuels, especially diesel.

If approved, new ways of producing renewable fuels at refineries could let producers avoid environmental permitting processes, which can take a long time. Many of these processes are still going through additional testing.

I’m Dan Novak.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/Oil_Companies_Look_to_Make_Renewable_Fuels.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"VOA News",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/Oil_Companies_Look_to_Make_Renewable_Fuels.mp3",
   "audioLength":"5:34",
   "category":"",
   "views":"",
   "date":"2021-08-16T10:16",
   "tag":""},   
  
  {"id":"39",
   "header":"Singapore Turns Wastewater into Drinking Water",
   "image":"https://gdb.voanews.com/61025c60-1b36-4c1a-a14d-558726b0a966_cx0_cy10_cw0_w1023_r1_s.jpg",
   "imageCaption":"This picture taken on July 27, 2021 shows a tank (R) for processed used water storage outside the Bedok NEWater plant in Singapore.",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/VOA.png",
   "metin":"The government of Singapore has created a highly developed system that turns wastewater into drinking water.

The system involves a network of tunnels and high-technology treatment centers.

Reused wastewater can now meet 40 percent of Singapore's water demand. The country’s water agency says it expects to meet 55 percent of Singapore’s water demand by the year 2060.

Most of the water is used for microchip manufacturing centers and cooling systems in buildings. But some of it is added to the country’s drinking water supplies.

The system helps reduce ocean pollution, as only a small amount of the treated water is sent into the sea.

The United Nations estimates that 80 percent of the world's wastewater flows back into the oceans without being treated or reused.

Singapore has few natural water sources. The island nation has long had to depend mostly on supplies from neighboring Malaysia.

Low Pei Chin is chief engineer of the water reclamation department of the Public Utilities Board. She told reporters with Agence France-Press, “Singapore lacks natural resources, and it is limited in space, which is why we are always looking for ways to explore water sources and stretch our water supply”.

One major plan is to “collect every drop” and “reuse endlessly,” she added.

The Changi Water Reclamation Plant on Singapore’s eastern coast is the main part of the country’s recycling system.

Parts of the water treatment center are underground. Wastewater enters the center through a 48-kilometer tunnel that is linked to sewers.

The center contains a large system of steel pipes, tubes, tanks, cleaning systems and other machinery. It can treat up to 900 million liters of wastewater a day.

In one building, a network of air flow systems has been put in place to keep the air smelling as fresh as possible.

Waste that arrives at the plant goes through a cleaning process before powerful pumps send it flowing to areas above ground for more treatment.

There, the treated water receives additional cleaning. Bacteria and viruses are removed through highly developed cleaning processes and disinfected with ultraviolet radiation.

Singapore is also in the process of expanding its recycling system.

The country will add another underground tunnel and a major water treatment center to serve the western half of the island. Officials expect work on the center to be completed by 2025.

By the time the expansion is finished, Singapore will have spent about $7,4 billion on its water treatment systems.

I’m Jonathan Evans.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/Singapore_Turns_Wastewater_into_Drinking_Water.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"VOA News",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/Singapore_Turns_Wastewater_into_Drinking_Water.mp3",
   "audioLength":"4:02",
   "category":"",
   "views":"",
   "date":"2021-08-15T10:07",
   "tag":""},   
  
  {"id":"38",
   "header":"Old Man Thinks He Can No Longer Live Alone in the Woods",
   "image":"https://gdb.voanews.com/4802E813-ACB2-4430-AC6A-7F9D75BC581F_cx0_cy7_cw0_w1023_r1_s.jpg",
   "imageCaption":"David Lidstone, 81, sits near the Merrimack River, Tuesday, Aug. 10, 2021, in Boscawen, N.H. Lidstone, an off-the-grid New Hampshire hermit known to locals as “River Dave,” had been living in a cabin in the woods along the Merrimack River, in Canterbury,",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/VOA.png",
   "metin":"A man’s days living alone in the forest in the state of New Hampshire appear to be over. David Lidstone said he does not think he can return to his old way of living. The decision came after the cabin he lived in burned down not long ago.

Lidstone is also known as “River Dave”. He had been living for 27 years in the area, but was ordered to leave in a recent court case.

In a discussion with The Associated Press (AP), Lidstone used the term hermit - a person who lives in a simple way apart from others – to describe how he used to live.

“I don’t see how I can go back to being a hermit because society is not going to allow it,” Lidstone, age 81, said.

Lidstone cut his firewood and grew his food in the woods along the Merrimack River in the town of Canterbury. He built the cabin with his wife, from whom he is now separated, although he said they are still married.

He said he is not too sad about the loss of his life in isolation.

“Maybe the things I’ve been trying to avoid are the things that I really need in life,” said Lidstone, who is not close with his family.

Lidstone did not want to say anything more about his family. Two of his three sons had told the AP that they had not been in touch with their father recently. His daughter did not respond to a message asking for a comment.

On July 15, Lidstone was jailed and told he would be released if he agreed to leave the cabin. The action followed a land dispute that goes back to 2016. The landowner, 86-year-old Leonard Giles, of South Burlington, Vermont, wanted Lidstone off his land.

The land is undeveloped and mostly used for wood cutting. It has been owned by the same family since 1963.

Lidstone had said an earlier owner in the family gave his word years ago that he could live there. But Lidstone had no written agreement. He later disputed that he was even on the land owned by the family.

In a recent court case, both sides agreed to allow Lidstone to collect his cats and chickens and remaining possessions. Some items had been given to police to keep safe. Lidstone, who still believes he was not on Giles’ land, also was given permission to hire a surveyor to give him “peace of mind,” Judge Andrew Schulman said.

A fire destroyed the cabin on August 4. The fire happened hours after Lidstone defended himself during a court hearing. He was released from jail the next day after the judge ruled that he would have less reason to return to “this particular place in the woods”.

Canterbury Fire Chief Michael Gamache said that while the investigation is not over, the fire was likely caused by accident. “Right now, there’s nothing left to go on at the site,” Gamache said.

Meanwhile, many people across the United States and in other countries have offered to help Lidstone. They have offered to help raise money or offered him a place to live. Lidstone said he is thankful for all the support. He is still trying to decide where he will go next. He would not mind staying in New Hampshire, where he has developed some strong connections.

I’m John Russell
  
Words in This Story
cabin –n, a small, simple house made of wood

allow –v, to permit; to let something happen

isolation – n, the state of being in a place or situation that is separate from others

surveyor – n, someone whose job is to measure and examine an area of land

particular –adj, a specific person or thing apart from others; something that is special

site –n, a place where something is

meanwhile – adv, at or during the same time.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/Old_Man_Thinks_He_Can_No_Longer_Live_Alone_in_the_Woods.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"VOA News",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/Old_Man_Thinks_He_Can_No_Longer_Live_Alone_in_the_Woods.mp3",
   "audioLength":"4:47",
   "category":"",
   "views":"",
   "date":"2021-08-14T10:08",
   "tag":""},     
  
   {"id":"37",
   "header":"Survivors of Guatemalan Disaster Face Death or Emigration",
   "image":"https://gdb.voanews.com/9F08E3AC-5FC4-4996-B2B7-C3DB430F69FE_w1023_r1_s.jpg",
   "imageCaption":"Pascuala Jonaj sits against a wood-burning stove as her son Victor Cal feeds the fire a day before he begins his trip to the United States, inside their home at the makeshift settlement Nuevo Queja, Guatemala, Thurs., July 8, 2021. (AP Photo/Rodrigo Abd)",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/VOA.png",
   "metin":"The day before he left for the United States was a busy one for Victor Cal. He went around to family members’ homes to collect money so he could buy food during the long trip north.

His mother pleaded with him not to leave.

But Cal, who is 26, felt he had no choice. After a deadly mudslide, the town where he lived had only hunger and death. It seemed going to the United States was the only way out.

Eleven men from his town have gone north this year. American officials say they have stopped more than 150,000 Guatemalans at the border in 2021. That is four times the number in 2020.

Many were like Victor Cal. They could not find work in Guatemala City.

Cal is an Indigenous Mayan who speaks Pocomchí. When the pandemic hit, he was one of thousands who left the capital to return to their farming towns in the mountains.

His father’s land is in Quejá. With its coffee, corn, cardamom and beans, it sounded like a safe place. At least there would be food, he thought.

But he was wrong.

Hurricane Eta and the resulting mudslides had destroyed everything - homes, land and the town. Cal and others became dependent on international aid organizations. They lived in a temporary settlement called Nuevo (new) Quejá.

The old Quejá was not a wealthy place. But there had been hard-earned growth over the years. The community had colorful homes with large windows and electricity. But all of that was lost to the disaster.

Esma Cal is one of the survivors. (Many of the people of Quejá share the last name of Cal, though it is not clear how some might be related) Esma is an energetic 28-year-old and a great communicator. She became a local leader.

By January of this year, Esma Cal, Erwin Cal, Gregorio Ti and others had organized a local rebuilding council. By February, they had founded a temporary settlement on a third of their farmland.

That is how Nuevo Quejá was born. The town is home to about 1,000 survivors.

“We know how to work,” said Gregorio Ti, 36. He lost his pregnant wife, two young sons and his mother in the mudslide. His daughters, 11 and 14 years old, survived.

The work never ends and is backbreaking. All day long, men, women and children cut and transport wood and clear land with their tools.

The temporary shelters have holes in their tops that let rainwater pour inside.

Esma Cal’s 37-year-old uncle, Germán Cal, is trying to bring electricity to Nuevo Quejá.

But because the town does not officially exist, it cannot get electric poles or road repairs or cleaner water. The Guatemalan government has never been much help to this community. And after the mudslide, it declared the new settlement unlivable.

The townspeople have gotten some help from aid organizations.

For example, UNICEF donated a new school to the community. But the school has been closed for about five months because UNICEF gave the key to a teacher who left.

So instead, classes took place in the shelter next door. The structure leaks, and the floor is often flooded and muddy. The school serves 250 children and the materials are in Spanish. The students speak only Pocomchi.

In addition, the children have begun suffering from poor nutrition.

César Chiquin is the head nurse in charge of the area. He said before the hurricane, the children were healthier. “Today, it is rare for a child to have the correct weight and height,” Chiquin said.

The people of Nuevo Quejá are unable to grow and raise enough food. Part of the issue is timing. After losing last year’s crops to the hurricanes, “We arrived in Nuevo Quejá too late for planting properly,” Esma Cal said.

They also have much less land than they did before the storms. And a lot of the fertile soil was washed away by the rains.

The rebuilding council says the town needs about 30 hectares more land. But the council has no money to buy it. Someday, the community could be awarded land by the government. But Guatemalan law says the land does not have to be close by. And the community does not want to move far from their Indigenous lands.

“We need a permanent solution. This place is not fit to live in,” said Esma Cal. “We, as a farming community, need land”.

The people of Nuevo Quejá also need wood for their stoves. So they cut down trees on the mountainside. They understand this puts them at risk for mudslides as the rainy season comes.

“We know we can’t be here,” Julio Cal said. “The government has to relocate us on permanent land”.

But until then, people are dying in this settlement, one by one.

Moving to Guatemala City was not possible for Victor Cal. There were no jobs in the pandemic, and Mayans like him do not speak Spanish.

Most of them say the only thing that prevents them from emigrating is the cost.

Víctor Cal was able to get a $13,000 loan from a family member in Miami to buy  coyote services. A coyote in this situation is someone who brings immigrants across the US border secretly.

It was four in the morning when Victor wrote down two telephone numbers: his and that of his coyote. He put the paper on the table for his parents.

After he left, he said, “If I had a choice, I wouldn’t go. I will be back as soon as possible”.

I’m Alice Bryant. And I'm Dan Friedell.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/Survivors_of_Guatemalan_Fisaster_Face_Death_or_Emigration.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"VOA News",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/Survivors_of_Guatemalan_Fisaster_Face_Death_or_Emigration.mp3",
   "audioLength":"9:35",
   "category":"",
   "views":"",
   "date":"2021-08-13T10:20",
   "tag":""},   
  
  {"id":"36",
   "header":"Snow in Bolivia and Peru",
   "image":"https://www.newsinlevels.com/wp-content/uploads/2021/08/Depositphotos_216398954_l-2015-300x150.jpg",
   "imageCaption":"...",
   "authorImage":"https://www.newsinlevels.com/wp-content/themes/newsin/img/logo-news-in-levels.png",
   "metin":"Bolivia and Peru are countries in South America. The weather is usually warm there. It does not snow. Snow falls only in the mountains.

It snows there last week. Temperatures are below zero. It is perfect weather for snowfall. Snow covers parts of Bolivia and Peru. People do not expect it.

People see snow for the first time. They are happy. They throw snowballs at each other in the streets.

Drivers are not so happy. Many cars get stuck in the snow. They cannot move. Local authorities in a Bolivian town must cancel a football match.

Weather forecasts say that cold weather will continue until the end of the week.
Difficult words: temperature (how cold or warm something is), snowfall (the time when snow falls down from the sky), expect (to think that something will happen), forecast (when someone says what the situation will be in the future).
",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/snow-in-bolivia-and-peru.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"News In Levels",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/snow-in-bolivia-and-peru.mp3",
   "audioLength":"1:20",
   "category":"",
   "views":"",
   "date":"2021-08-12T17:40",
   "tag":""},     
  
   {"id":"35",
   "header":"Wandering Asian Elephants Heading Home",
   "image":"https://gdb.voanews.com/03870539-8E64-40F7-A2CE-CF641ED92B64_cx8_cy12_cw77_w1023_r1_s.jpg",
   "imageCaption":"Fourteen elephants of various sizes and ages were guided across the Yuanjiang river in Yunnan province on Sunday night in China. (Yunnan Provincial Command Center for the Safety and Monitoring of North Migrating Asian Elephants via AP)",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/VOA.png",
   "metin":"No one knows why 14 Asian elephants left a protected nature area in China and started walking north about a year ago.

But after covering 500 kilometers, the elephants seem to be heading home.

The elephants are protected in China. There are only about 300 in the country.

During the year that the elephants walked, they became famous in China and around the world. They ate crops on farms. They entered buildings to find food.

Government officials used large trucks, groups of workers and drones to watch the elephants’ activities.

The animals made it close to Kunming, a large city in Yunnan province, before turning around.

One adult male separated from the group. He was captured and taken back to the protected nature reserve.

By the end of the day Sunday, the elephants were still about 200 kilometers from the reserve.

People who have been watching and keeping the elephants safe helped them avoid traffic. They used food to guide them toward a bridge where they could cross the Yuanjiang river.

A statement sent from the National Forestry and Grassland Administration said now that the elephants have crossed the river, they are in a safer habitat and making progress toward home.

I’m Dan Friedell.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/Wandering_Asian_Elephants_Heading_Home.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"VOA News",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/Wandering_Asian_Elephants_Heading_Home.mp3",
   "audioLength":"01:55",
   "category":"",
   "views":"",
   "date":"2021-08-10T09:38",
   "tag":""},   
  
    {"id":"34",
   "header":"Officials Capture More Wild Horses in Dry Western States",
   "image":"https://gdb.voanews.com/75D7733F-4C7C-4530-BDC6-1F2F94A92FE1_cx0_cy8_cw0_w1023_r1_s.jpg",
   "imageCaption":"FILE - In this July 13, 2008, file photo, a livestock helicopter pilot rounds up wild horses from the Fox & Lake Herd Management Area in Washoe County, Nev., near the town on Empire, Nev. (AP Photo/Brad Horn, File)",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/VOA.png",
   "metin":"US land managers have begun efforts to capture about 50 percent more wild horses than originally planned this year because of severe drought across the US West. That means they will capture about 6,000 additional animals, mostly in the western states of Nevada, Oregon and Colorado.

The Bureau of Land Management, or BLM, said the emergency roundups, or mass capture, began Sunday in Oregon and Monday in Nevada. The BLM actions are centered on places where long-term overpopulation of the herds “already has stretched the available food and water to its limits“.

Nada Wolff Culver is the bureau's deputy director for policy and programs. She said, “As one of the agencies charged with the responsibility to protect and manage America's wild horses and burros, the BLM is prepared to take emergency action where we can in order to save the lives of these cherished animals“.

In announcing the effort Monday, Culver said the agency goal is “continuing our efforts to reduce overpopulation across the West”. That means having healthy herd sizes that can live through severe conditions like long periods of drought. She noted that droughts “are becoming more frequent due to climate change“.

Those who advocate for the wild horses say that the BLM action comes from pressure from cattle ranchers, who want to keep the food and water for their livestock. Horses compete with cattle for the same plants and watering places.

Laura Leigh is president of the nonprofit group Wild Horse Education. She said she is unhappy that the Biden administration is continuing the policies of former President Donald Trump and previous administrations. They removed the protected horses, but did not limit the number of cattle and sheep grazing on the same land. Leigh does not believe the administration’s claim to care about the environment and wild animals. While ranchers are harming the land, “we blame the horse,“ she said.

Kaitlynn Glover is executive director of resources for the National Cattlemen's Beef Association. She said ranchers have already made voluntary changes to reduce their use of federal lands for feeding their cattle. She noted that the current drought is more severe than in recent years.

Culver said in an email to The Associated Press that the removal of the horses is important to the health of both the horses and the land.

“Even in times where resources are plentiful, these overpopulated herds cause serious damage to the landscape,“ she wrote.

The bureau says the estimated 86,000 free-roaming horses and burros on federal lands is three times larger than what the environment can support. Animal advocates disagree.

About 1,400 of the captured animals may be returned to the wild after they receive birth control drugs.

Culver noted that the BLM announced last week that it was taking steps to make certain that any horses taken in by individuals are treated well. In the past, some were sold to be killed for their meat.

Horse advocates welcomed efforts to more strictly control the process, but said the reforms don't go far enough. They fear that horses will still end up being killed as long as the government offers $1,000 cash to people who take the animals.

US Representative Dina Titus is a Nevada Democrat. She said the problems with wild horses show poor management by BLM. She added that she “led an effort to provide fundin, for safe and humane birth control“.

I’m Jill Robbins.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/Officials_Capture_More_Wild_Horses_in_Dry_Western_States.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"VOA News",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/Officials_Capture_More_Wild_Horses_in_Dry_Western_States.mp3",
   "audioLength":"04:49",
   "category":"",
   "views":"",
   "date":"2021-08-09T09:57US land managers have begun efforts to capture about 50 percent more wild horses than originally planned this year because of severe drought across the US West. That means they will capture about 6,000 additional animals, mostly in the western states of Nevada, Oregon and Colorado.

The Bureau of Land Management, or BLM, said the emergency roundups, or mass capture, began Sunday in Oregon and Monday in Nevada. The BLM actions are centered on places where long-term overpopulation of the herds “already has stretched the available food and water to its limits“.

Nada Wolff Culver is the bureau's deputy director for policy and programs. She said, “As one of the agencies charged with the responsibility to protect and manage America's wild horses and burros, the BLM is prepared to take emergency action where we can in order to save the lives of these cherished animals“.

In announcing the effort Monday, Culver said the agency goal is “continuing our efforts to reduce overpopulation across the West”. That means having healthy herd sizes that can live through severe conditions like long periods of drought. She noted that droughts “are becoming more frequent due to climate change“.

Those who advocate for the wild horses say that the BLM action comes from pressure from cattle ranchers, who want to keep the food and water for their livestock. Horses compete with cattle for the same plants and watering places.

Laura Leigh is president of the nonprofit group Wild Horse Education. She said she is unhappy that the Biden administration is continuing the policies of former President Donald Trump and previous administrations. They removed the protected horses, but did not limit the number of cattle and sheep grazing on the same land. Leigh does not believe the administration’s claim to care about the environment and wild animals. While ranchers are harming the land, “we blame the horse,“ she said.

Kaitlynn Glover is executive director of resources for the National Cattlemen's Beef Association. She said ranchers have already made voluntary changes to reduce their use of federal lands for feeding their cattle. She noted that the current drought is more severe than in recent years.

Culver said in an email to The Associated Press that the removal of the horses is important to the health of both the horses and the land.

“Even in times where resources are plentiful, these overpopulated herds cause serious damage to the landscape,“ she wrote.

The bureau says the estimated 86,000 free-roaming horses and burros on federal lands is three times larger than what the environment can support. Animal advocates disagree.

About 1,400 of the captured animals may be returned to the wild after they receive birth control drugs.

Culver noted that the BLM announced last week that it was taking steps to make certain that any horses taken in by individuals are treated well. In the past, some were sold to be killed for their meat.

Horse advocates welcomed efforts to more strictly control the process, but said the reforms don't go far enough. They fear that horses will still end up being killed as long as the government offers $1,000 cash to people who take the animals.

US Representative Dina Titus is a Nevada Democrat. She said the problems with wild horses show poor management by BLM. She added that she “led an effort to provide fundin, for safe and humane birth control“.

I’m Jill Robbins.",
   "tag":""},    
  
  {"id":"33",
   "header":"Babies Learn to Stand",
   "image":"https://www.newsinlevels.com/wp-content/uploads/2019/06/Depositphotos_244034880_xl-2015-300x150.jpg",
   "imageCaption":" ",
   "authorImage":"https://www.newsinlevels.com/wp-content/themes/newsin/img/logo-news-in-levels.png",
   "metin":"Since 1990, an Icelandic doctor has been teaching young babies to stand and balance.

As a demonstration, he stood in a pool and held one baby up on his hand, and the baby managed to stand without falling. His simple techniques are to strengthen their spines and upper bodies and this puzzles a few doctors.

Another doctor said that he has no idea how the doctor does this and it is not logical or normal, as babies usually learn to stand by leaning on a chair at seven to eight months old, 

difficult words: puzzle (confuse).",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/babies-learn-to-stand-level-3.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"News In Levels",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/babies-learn-to-stand-level-3.mp3",
   "audioLength":"0:41",
   "category":"",
   "views":"",
   "date":"2021-08-08T10:18",
   "tag":""},         
  
   {"id":"32",
   "header":"Four-year-old Girl Became Piano Player in One Year",
   "image":"https://gdb.voanews.com/f01a4a4a-d40d-4038-903a-5e379fcd5cd9_tv_w1023_r1.jpg",
   "imageCaption":"Four-year-old Girl Became Piano Player in One Year",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/VOA.png",
   "metin":"At just four years of age, Brigitte Xie has already won a place to perform piano at New York City’s Carnegie Hall. The young girl also can read music. She can even play a piece of classical music from Beethoven. It is called “Sonatina in F Major”.

Brigitte‛s feet hang above the floor when the small girl sits on the piano seat. Her hands move spiritedly across the piano keys.

She shyly looked down when her mother, Nicole Sun, asked if she likes piano and if it is fun. “Yeah, fun,“ Brigitte replied. The young girl wears her long brown hair tied back.

Brigitte‛s father, Tao Xie of Ridgefield, Connecticut, signed her up for online piano classes on Zoom about a year ago. The video conferencing program become a popular way to attend all kinds of classes during the COVID-19 pandemic.

Tao bought the lessons to give his daughter something to do after officials ordered people to stay at home. “At the beginning, I never expected that she‛s going to be a prodigy or anything,“ he said. But he was happily surprised that it happened.

Brigitte is the youngest winner of the well-respected Elite International Music Competition. That win earned her the chance to perform at Carnegie Hall. In November 2020, she was supposed to play there as part of a competition called the American Protégé International Music Talent Competition. But it got delayed to this November and now to November 2022 because of the ongoing COVID-19 crisis.

Brigitte‛s mother gives credit to her piano teacher, Felicia Feng Zhang.

“Brigitte came to me when she was just two months after three years old,“ her teacher said. “From the lessons, I observed she has a curious mind and she loves to learn. We call that passion“.

She added that, during the lessons, the girl’s “big eyes really, really watch me and how I demonstrate”. She says Brigitte’s concentration level is really high and continues to improve. And, she follows directions very well.

Nicole Sun says her daughter may have more skill and interest in music than other children. But the most important thing is that they found Felicia. “Yeah, we are really lucky to have met her and have her as Brigitte’s first piano teacher,” she said.

I’m Alice Bryant.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/Four_year_old_Girl_Became_Piano_Player_in_One_Year.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"VOA News",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/Four_year_old_Girl_Became_Piano_Player_in_One_Year.mp3",
   "audioLength":"3:55",
   "category":"",
   "views":"",
   "date":"2021-08-07T10:13",
   "tag":""},    
  
  {"id":"31",
   "header":"Mask Guidance Divides Parents, Officials Before New School Year",
   "image":"https://gdb.voanews.com/D9C9D1C4-D7A3-486D-A63C-16E26B8FB33D_cx0_cy6_cw0_w1023_r1_s.jpg",
   "imageCaption":"Joann Marcus of Fort Lauderdale, left, cheers as she listens to the Broward School Board's emergency meeting, Wednesday, July 28, 2021, in Fort Lauderdale, Fla. (AP Photo/Marta Lavandier)",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/VOA.png",
   "metin":"US health officials are recommending that children wear masks this autumn when they return to school.

Parents and policy makers however are debating whether face coverings should be required.

The delta variant of the coronavirus now threatens to effect normal behavior for the third school year. Some states have decided they will listen to the federal government’s guidance and require masks. Others will leave the decision up to parents.

The situation takes place at a time when many Americans want pandemic restrictions to end. Others fear their children will be put at risk by those who do not follow the restrictions.

In a few states, lawmakers passed laws barring schools from requiring masks.

In Connecticut, protests against mask requirements have happened outside Governor Ned Lamont’s home in Hartford. Street signs call on him to “unmask our kids”. The governor has said that he is likely to follow the latest advice from the Centers for Disease Control and Prevention (CDC).

Last week, the CDC recommended indoor masks for all teachers, employees, students and visitors at schools nationwide. It said people should wear masks whether or not they have been vaccinated. The agency said this was to stop the spread of the highly contagious delta variant. The CDC has said even vaccinated people are getting infected.

Alima Bryant is the mother of four children. She organizes parents in opposition to mask requirements in Branford, Connecticut. She said she believes scientists have overstated the dangers of COVID-19, especially for children. She said she will take her children out of school rather than force them to wear masks, which she believes are dangerous.

“I can imagine how often they’re touching dirty things, then touching the mask,” she said.

Other parents such as Ryan Zimmerman, of Lenexa, Kansas, fear the refusal to wear a mask will just keep the pandemic around longer.

In Johnson County, Kansas, five school districts recommend, but do not require, masks. A sixth school district has not yet decided.

 Zimmerman spoke at a recent meeting of county commissioners. He said that if masks are not required “95 percent of kids won’t be wearing them”.

He said requiring masks is not government control. “It is about doing unto others as you want them to do unto you,” he said.

But another public meeting in Broward County, Florida, had to be stopped this week. More than 20 parents opposed to masks shouted at school officials and burned masks outside.

Vivian Hug is a Navy veteran. She said she was tired of the “fear mongering” and giving up “freedoms in the name of safety”.

 Dr Karyl Rattay is director of the Delaware Division of Public Health. She said there is no evidence masks are unsafe for children. She said the science is clear that face coverings have prevented the spread of COVID-19 in schools.

“Masks are a key component,” she said, to getting children back in school this year.

There is also a campaign to get older children vaccinated.

President Joe Biden has asked schools to open vaccine centers for children 12 years or older. Some states are also beginning to discuss whether to require school employees to be vaccinated or to regularly take tests for the coronavirus.

“To me that seems very reasonable,” said Dr joseph Kanter. He is the state health officer of the Louisiana Department of Health.

“You maintain some choice in there. And clearly most people are going to look at that and say it makes sense for them to get vaccinated,” he said.

The vaccine from the drug company Pfizer is the only US vaccine authorized for children 12 years and up. Moderna expects the Food and Drug Administration to decide soon on its vaccine for children 12 years and up.

All vaccines in the US are available through Emergency Use Authorization only.

Moderna also said that it expects to have enough information to ask for FDA approvalof its vaccine for young children by late 2021 or early 2022. Pfizer has said it expects to ask for approval in September for children ages 5 through 11.

Kanter urges families to vaccinate all children. He said the argument that they will rarely get severely ill from COVID-19 is no longer true with the Delta variant.

I’m Susan Shand.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/Mask_Guidance_Divides_Parents_Officials_Before_New_School_Year.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"VOA News",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/Mask_Guidance_Divides_Parents_Officials_Before_New_School_Year.mp3",
   "audioLength":"6:03",
   "category":"",
   "views":"",
   "date":"2021-08-06T09:39",
   "tag":""},     
  
   {"id":"30",
   "header":"Earth's Longer Days May Have Produced More Oxygen",
   "image":"https://gdb.voanews.com/11396BE7-CD31-4436-B36C-AA6CC0BD52FD_w1023_r1_s.jpg",
   "imageCaption":"This photo provided by the NOAA Thunder Bay National Marine Sanctuary shows a burbot fish resting on rocks covered in purple and white microbial mats inside the Middle Island Sinkhole in Lake Huron, Mich. (Phil Hartmeyer/NOAA Thunder Bay National Marine Sanctuary via AP)",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/VOA.png",
   "metin":"A group of scientists has proposed a new theory about how Earth’s atmosphere got its oxygen: the planet slowed down and days got longer.

A recent study proposes that longer, continuous daylight caused bacteria to produce lots of oxygen. That oxygen made most of life as we know it possible.

The scientists dug up bad smelling, colorful bacteria from a deep sinkhole in Lake Huron, which is one of the Great Lakes in the northern United States. In laboratory experiments, the researchers gave the bacteria different amounts of light. They found that the bacteria produce oxygen at a higher rate the longer they receive continuous light.

One of the great mysteries in science is how Earth went from a planet with little oxygen to the breathable air we have now. Scientists long believed that microorganisms called cyanobacteria were involved. But they do not know what started the great oxygenation event.

The researchers released their study in the publication Nature Geoscience this month. It suggests that Earth’s slowing rotation made it possible for the cyanobacteria to make the atmosphere able to support life. Over a long period, Earth went from a six-hour rotation to its current 24-hour rotation.

The scientists say that 2,4 billion years ago there was almost no oxygen in Earth’s atmosphere. No animal or plant that we know of could live in such conditions. Instead, lots of bacteria breathed carbon dioxide gas. In the case of cyanobacteria, they produced oxygen in the earliest form of photosynthesis.

At first it was not much. But after about 400 million years, Earth’s atmosphere reached one-tenth the amount of oxygen we have today. That is a huge jump, said the study’s lead writer, Judith Klatt. She is an expert at the Max Planck Institute in Germany. The increased oxygen permitted plants and animals to develop over time. And plants began joining the oxygen-making party, she said.

But why did bacteria begin to make more oxygen？ brian Arbic is an ocean expert at the University of Michigan. He studies tidal forces on Earth and how they have slowed Earth’s rotation. Arbic says planet’s rotation slowed because of tidal friction and Earth’s relationship with the moon.

Researchers from the University of Michigan and from Germany tested their ideas with bacteria similar to what would have existed 2,4 billion years ago. They used white and purple mats of cyanobacteria living 24 meters underwater in the sinkhole in lake Huron.

“We actually imagine that the world looked kind of like the Middle Island sinkhole for most of its history,” Klatt said.

Divers brought up the mats of bacteria, which smell like very old eggs. Klatt and others exposed them to different amounts of light, up to 26 straight hours. They found that more continuous light causes the bacteria to produce more oxygen.

The writers of the study and outside scientists said this is just one possible reason for Earth’s oxygen increase. What makes the idea interesting is that it does not require any big biological changes in bacteria or the world’s oceans, said Tim Lyons. He is a professor at the University of California, Riverside and was not part of the research team.

I’m Alice Bryant.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/Earth_Longer_Days_May_Have_Produced_More_Oxygen.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"VOA News",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/Earth_Longer_Days_May_Have_Produced_More_Oxygen.mp3",
   "audioLength":"6:01",
   "category":"",
   "views":"",
   "date":"2021-08-05T09:54",
   "tag":""}, 
  
  {"id":"29",
   "header":"Turkey’s Erdogan Faces Criticism over Handling of Wildfires",
   "image":"https://gdb.voanews.com/5C9DE7C8-8686-4269-A8D9-B801BF5E1C08_cx0_cy5_cw0_w1023_r1_s.jpg",
   "imageCaption":"Men gather sheeps to take them away from an advancing fire on August 2, 2021 in Turkey's Mugla, Marmaris district. (Photo by Yasin AKGUL / AFP)",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/VOA.png",
   "metin":"Extremely powerful fires have destroyed villages and forests in Turkey over the past week. Critics have accused President Recep Tayyip Erdogan’s government of being slow to act and lacking readiness for large fires.

The fires in Turkey’s Turquoise Coast began Wednesday and have been made worse with strong winds and hot temperatures. They have left eight people dead and forced thousands to leave their homes. Some villagers have lost farmland and animals.

Firefighters on Tuesday were still fighting nine fires in the coastal parts of Antalya and Mugla that are popular tourist areas. Other fires were reported in the areas of Adana and Isparta. Officials said 137 fires in 30 provinces have been put out since Wednesday.

 A senior Turkish forestry official spoke to The Associated Press about the crisis. He said the forest fires were the worst in Turkey in recent years. He did not know how much land the fires had destroyed or how long it would take to put them out. But he did say that strong winds were restarting fires that had been brought under control.

As people lost their homes and land, anger turned toward the government, who admitted they do not have enough firefighting airplanes. Opposition parties have accused the government of failing to buy enough of the planes, and using the money for building projects that hurt the environment.

In the village of Bozalan, homes and farms were burned down. Some people there were were very unhappy with the government response.

Thirty-year-old Nevzat Yildirim said he had called officials asking for help but “nothing came”.

“We tried to protect our own homes through our own means, by filling up buckets,” he said.

Erdogan’s government has also been accused of hurting firefighting efforts by refusing help from Western countries, like Greece. Agriculture and Forestry Minister Bekir Pakdemirli denied that accusation, and said Greece only offered small firefighting planes.

The Israeli Embassy said Tuesday that Israel had also offered to help. But Turkish officials refused the offer, saying the “situation is under control”. The Israeli Embassy said the offer for help is still available.

Firefighting planes have come from foreign countries including Spain, Croatia, Russia and Iran. A total of 16 planes, 51 helicopters and more than 5,000 workers were fighting the fires, officials said.

Erdogan visited the fire-effected Antalya area over the weekend. But he was criticized for insensitivity after throwing bags of tea at people from his bus.

Officials have started investigations into the cause of the fires. Officials said Kurdish militants could have started the flames. Experts, however, mostly blame climate change as the cause, along with accidents by people.

A heat wave has spread in southern Europe and has led to wildfires across the Mediterranean. Italian firefighters have fought more than 37,000 fires since June 15, a 76 percent increase over last year.

The Turkish weather service said temperatures would rise this week between 4 and 8 degrees Celsius above normal around the country’s Aegean and Mediterranean coasts.

I’m Jill Robbins.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/Turkey_Erdogan_Faces_Criticism_over_Handling_of_Wildfires.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"VOA News",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/Turkey_Erdogan_Faces_Criticism_over_Handling_of_Wildfires.mp3",
   "audioLength":"4:47",
   "category":"",
   "views":"",
   "date":"2021-08-04T09:40",
   "tag":""},   
  
   {"id":"28",
   "header":"Warming Rivers in US West Killing Fish, Hurting Fishing Industry",
   "image":"https://gdb.voanews.com/977D1001-E43F-4127-80B6-41C214283FF1_cx0_cy9_cw0_w1023_r1_s.jpg",
   "imageCaption":"Fisherman Mike Hudson sits in the cabinet of his boat and talks about his most recent small catch of salmon at the Berkeley, Calif., Marina on Thursday, July 22, 2021.(AP Photo/Eric Risberg)",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/VOA.png",
   "metin":"Salmon fishermen on the West Coast of the United States are expressing increasing concern about threats to the fish population. Heat waves and drought, a long period without rain, are raising water temperatures and lowering water levels. The extreme conditions are killing wild fish from Idaho to California.

Hundreds of thousands of young salmon are dying in Northern California’s Klamath River. The low water levels fuel the spread of parasites that kill the fish.

A collapse of one year’s group of young salmon can have lasting effects on the total population. It can also shorten or stop the fishing season.

Climate change is making the American West hotter and drier. And endangering the salmon fishing industry. The industry is worth about $1,4 billion dollars in California alone.

The falling numbers of wild salmon catches has caused a sharp rise in price for thefish. Fisherman Mike Hudson says people are not able to spend $35 for a pound, about 450 grams, of the fish. Hudson has been catching and selling salmon at farmers markets in Berkeley for 25 years.

Hudson has considered retiring and selling his 12-meter boat because business, in his words, is “going to get worse from here”.

Winter-run Chinook salmon are born in the Sacramento River and travel hundreds of miles to the Pacific Ocean. There, they normally spend three years before returning to their birthplace to mate and lay their eggs between April and August. Unlike the autumn-run Chinook that survives almost entirely from hatchery breeding programs, the winter-run is still largely wild.

Federal fisheries officials predicted in May that more than 80 percent of baby salmon could die because of warmer water in the Sacramento River. Now, state officials say that number could be higher because of a quickly drying cool water in Lake Shasta. The lake is California’s largest reservoir. It is filled to only about 35 percent capacity, federal water managers said this week.

“The pain we’re going to feel is a few years from now,” said John McManus. The executive director of the Golden State Salmon Association, which represents the fishing industry, said that soon there will be no wild, naturally bred salmon in the ocean.

When Lake Shasta was formed in the 1940s, it blocked access to the cool mountain rivers where fish traditionally reproduced.

To ensure the survival of salmon in Lake Shasta, the US government is required to keep river temperatures below 13 Celsius because salmon eggs cannot live in anything warmer.

The warming water is starting to affect older fish, too. Scientists have seen some adult fish dying before they can lay their eggs.

“An extreme set of cascading climate events is pushing us into this crisis situation,” said Jordan Traverso, an official with the California Department of Wildlife and Fish.

The West has been struggling with a historic drought and recent heat waves worsened by climate change. Waterways and reservoirs that are used by millions of people and wildlife are affected.

As a result, the state has been moving millions of salmon raised at hatcheries directly to the ocean each year. That way, the fish do not travel through unhealthy waterways. State and federal owned hatcheries take other measures to save the salmon. For example, they keep a genetic bank to stop inbreeding at hatcheries.

Fishermen and environmental groups blame water agencies for using too much water for farms.

“We know that climate change is going to make years like this more common,” said Sam Mace, a director of Save Our Wild Salmon. The group is working to increase populations of wild salmon and other fish in the Pacific Northwest. She said federal and state agencies should be better prepared to deal with a problem they know is coming.

On the Klamath River near the Oregon border, California wildlife officials decided not to release more than 1 million young Chinook salmon into the wild. Instead, it drove them to hatcheries that could hold them until river conditions improve.

Scientists say the salmon population in California historically has lived through droughts in the past. But the continuing drought could destroy some runs of salmon.

“We’re at the point where I’m not sure drought is appropriate term to describe what’s happening,” said Andrew Rypel, a fish ecologist at the University of California, Davis. He said the West is becoming a low-water environment.

I’m Susan Shand.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/Warming_Rivers_in_US_West_Killing_Fish_Hurting_Fishing_Industry.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"VOA News",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/Warming_Rivers_in_US_West_Killing_Fish_Hurting_Fishing_Industry.mp3",
   "audioLength":"6:23",
   "category":"",
   "views":"",
   "date":"2021-08-02T11:02",
   "tag":""},         
  
   {"id":"27",
   "header":"Hmong-American Olympic Champion Sunisa Lee Looks Toward College",
   "image":"https://gdb.voanews.com/19FEBBE2-3F3F-4F8F-9EF8-66035D5D743B_w1023_r1_s.jpg",
   "imageCaption":"Sunisa Lee, of United States, reacts as she poses for a picture after winning the gold medal in the artistic gymnastics women's all-around final at the 2020 Summer Olympics, Thursday, July 29, 2021, in Tokyo, Japan. (AP Photo/Gregory Bull)",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/VOA.png",
   "metin":"Olympic gymnastics champion Sunisa Lee’s life changed when her new gold medal was placed around her neck Thursday.

Her future plans, however, have not changed.

Lee narrowly defeated Brazil’s Rebeca Andrade for the gold medal in the women’s all around.

Just one day after her victory, Lee said she is ready to start her student life at Auburn University in the southern US state of Alabama. She plans to compete for the college’s gymnastics team.

First-year students are expected to report to their dormitory rooms on August 11. Lee told The Associated Press she plans to be there.

“(College) just has been another one of my dreams and goals after the Olympics,” the 18-year-old said Friday. “So, I feel like if I were to going to go pro, it would have to be like something like really good,” she added.

To “go pro” means to become a professional athlete. Until recently, going pro was the only way Lee could have accepted major product endorsements.

The past four Olympic champions in the women’s gymnastics all-around have been American: Carly Patterson, Nastia Liukin, Gabby Douglas and Simone Biles. They, like Lee, were teenagers at the time of their victories.

None of them competed in college sports. Instead, they chose to go professional to make money from their newfound fame. But things were different then. Gymnasts had to choose between high-paying endorsements and college sports scholarships.

However, recently passed legislation permits college athletes to make money off their name, image and likeness.

There will be no shortage of possibilities for Lee to earn money. She is the first Hmong American to win an Olympic medal. She has huge support from the Hmong community in the United States and around the world.

Whatever comes next, however, she plans to be competing for Auburn’s gymnastics team next spring.

The move to college gymnastics should be easy. Lee’s longtime trainer Jess Graba and Auburn gymnastics coach Jeff Graba are twin brothers.

Jeff Graba said Lee can compete in college while also enjoying the financial rewards from being a gold medalist in one of the most popular Olympic sports. That is something no other American Olympic champion has been able to do before.

When she starts her college life in Alabama, Lee will leave behind her family and Hmong community in the state of Minnesota.

There are about 250,000 Hmong people in the United States. Most live in California and Minnesota. The Hmong community came to the US as refugees in the late 1970s, mostly from Laos, at the end of the Vietnam War.

Lee’s victory caused widespread celebration in Minnesota. The state’s governor, Tim Walz, and St. Paul Mayor Melvin Carter declared Friday “Sunisa Lee Day”.

Lee’s parents and family members joined a huge crowd of supporters in Minnesota Thursday to watch Lee compete. Her family could not travel to Tokyo because of the COVID-19 pandemic.

Her father, John Lee, told the AP, “I can’t find the words to express how happy we are, how important that was to me and my family and to the whole Hmong community throughout the world”.

He added, “We never expected gold, but she came through. She did it”.

Lee Pao Xiong is director of the Center for Hmong Studies at Concordia University in St paul, Minnesota. He said Lee represents a special kind of American.

“You have the child of a refugee representing the United States of America, so not only representing America, but bringing the spotlight to the Hmong community,” Xiong said. “Even for her to be so proud to say I’m doing this for my community, I’m doing this for my people, she didn’t forget her Hmong-ness”.

I’m Susan Shand.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/Hmong_American_Olympic_Champion_Sunisa_Lee_Looks_Toward_College.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"VOA News",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/Hmong_American_Olympic_Champion_Sunisa_Lee_Looks_Toward_College.mp3",
   "audioLength":"5:44",
   "category":"",
   "views":"",
   "date":"2021-07-31T10:32",
   "tag":""},        
  
  {"id":"26",
   "header":"10,000 Amazon Plants, Animals Could Disappear Forever, Scientists Say",
   "image":"https://gdb.voanews.com/43CC0D91-9B6B-437A-BD6B-1FD58A58CE29_cx0_cy10_cw0_w1023_r1_s.jpg",
   "imageCaption":"This May 8, 2018 photo released by the Brazilian Environmental and Renewable Natural Resources Institute (Ibama) shows an illegally deforested area on Pirititi indigenous lands as Ibama agents inspect Roraima state in Brazil's Amazon basin. (Felipe Wernec",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/VOA.png",
   "metin":"A new report says that more than 10,000 kinds of living things could disappear forever because of the Amazon rainforest’s destruction.

The rainforest surrounding South America’s Amazon River is the world’s largest. The report said 35 percent of the rainforest has been destroyed or damaged.

The report is by the Science Panel for the Amazon. The project brought together 200 international scientists through the United Nations Sustainable Development Network. It is a detailed study of the Amazon rainforest and its importance to the world’s climate.

Reducing deforestation and forest destruction to zero in less than 10 years“is critical,” the report said. The scientists also called for replanting trees that were destroyed.

The rainforest stores large amounts of carbon and is extremely important in fighting climate change. The report said that the plants and soil of the Amazon hold 200 billion metric tons of carbon. That is 400 percent of the world's yearly carbon dioxide emissions.

The continued destruction of the Amazon rainforest also threatens more than 8,000 plants and 2,300 animals, the report added.

Mercedes Bustamante is a professor at the University of Brasilia. She spoke in an online presentation of some of the study’s findings. She said the destruction of the Amazon also presents a serious risk to humans.

”There is a narrow window of opportunity to change this trajectory,” she said“. The fate of Amazon is central to the solution to the global” crisis.

Colombia’s former President Juan Manuel Santos also spoke during the online discussion. He said there has been a lack of political leadership among the eight countries in the Amazon area.

The report said 18 percent of the Amazon area has already been deforested -- mostly for agriculture and illegal timber. Another 17 percent of the rainforest has been damaged. Scientists said the main goal should be protecting existing plants and bodies of water rather than repairing damaged areas.

Marielos Peña-Claros is a professor at Wageningen University in the Netherlands. She said:“Restoration actions can be costly and complex to implement, so it's actually better to avoid deforestation,” she said.

A separate study, released in the science publication Nature, said that some parts of the Amazon are releasing more carbon than they take in.

Luciana Gatti from Brazil's space research agency led the study. She said carbon emissions are highest in the southeastern part of the Amazon area, where there are high rates of deforestation. She said many trees there are dying from lack of rain and rising temperatures.

I’m Dan Novak.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/Amazon_Plants_Animals_Could_Disappear_Forever_Scientists_Say.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"VOA News",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/Amazon_Plants_Animals_Could_Disappear_Forever_Scientists_Say.mp3",
   "audioLength":"4:38",
   "category":"",
   "views":"",
   "date":"2021-07-25T11:17",
   "tag":""},      
  
   {"id":"25",
   "header":"Greece's Traditional Wooden Boat Building Is a Shrinking Craft",
   "image":"https://gdb.voanews.com/84379B3A-EC7F-4F61-877C-36892957DD33_cx0_cy6_cw0_w1023_r1_s.jpg",
   "imageCaption":"Giorgos Kiassos, one of the last remaining boatbuilders on Samos island, is shaping wood to be used on a traditional boat in the village Drakaioi on Thursday, June 10, 2021. (AP Photo/Petros Giannakouris)",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/VOA.png",
   "metin":"Traditional wooden boats, known as caique or kaiki, are an important part of Greek culture.

They have been used for centuries to fish and to transport goods, animals, and people. They are seen everywhere in printed materials for visitors and holiday pictures.

But the art of designing and building these wooden boats, completely by hand, is under threat.

To build a “caique,” one person has to do all the work from cutting down trees and moving the wood, to securing each piece in place. The tradition is passed on from father to son or from one family member to another.

Now, fewer people are ordering wooden boats since boats made from materials like plastic and fiberglass are less costly to maintain. And young people are not as interested in joining a profession that requires years of learning with an uncertain future.

Giorgos Kiassos is one of the last remaining boat builders on the Greek island Samos. It was once a major boat production center.

Kiassos is currently building two boats, one for pleasure and the other for fishing. While working, he said, “If something doesn’t change, there will come a time when there won’t be anyone left doing this type of job.”

“Unfortunately, I see the profession slowly dying,” he added.

The boats are being made to order. The bigger one costs $70,000 and the smaller one is around $35,000.

Caiques from Samos island are famous for both the quality of the work and the material. The wood is taken from a kind of pine tree that is stronger and more resistant to insects.

Years ago, there were many boat-building centers on the island. They employed many people and supported whole communities. Now, there are only about four left.

Kiassos said caique building is an art but the work is tough and tiring. He said young people are not following the profession. He tried to get his 23-year-old son to learn, but his son hopes to become a boat captain instead.

Kostas Damianidis is an architect with a doctorate, or Ph D, in Greek traditional boatbuilding. He said there are many reasons for the fast decrease of traditional boat boatbuilders in Greece.

He said, “It is a traditional craft which is slowly dying, and yet it’s treated as if it were a simple manufacturing or supply business. There is no support from the state.”

On top of that, for years the European Union, of which Greece is a member, has supported destroying these boats as a way of reducing the country’s fishing fleet. Damianidis questioned why a young person would want to learn the craft if the government is destroying the boats.

Another major reason for the fast-shrinking number of shipbuilders is the lack of any official learning process.

Damianidis said, “Young people have to go learn beside the old craftsmen, often for five years, six years, for them to be able to make a small boat, a kaiki, themselves”. He added, “There is no boatbuilding school.”

Damiandis is setting up a new museum of Aegean Boatbuilding and Maritime Crafts on Samos. He hopes a traditional boatbuilding school, which would be Greece’s first, will open in the museum.

That could also help the boatbuilders on Samos who now work mainly alone due to a shortage of skilled assistants.

“It’s important to have someone experienced because if you make one mistake,. The boat might end up being — well, more of a basin than a boat,” Kiassos said laughing.

After working for more than 30 years, Kiassos has learned the right time to cut down a tree, when to use naturally curved wood, and where on the boat each piece should go.

He explained if you get that wrong, the boat could end up with problems. Get it right, and his creation combines beauty, strength, and purpose.

Kiassos says he is ready to finish each boat and start on the next.

“But when it leaves, I’m somehow sad. Yes, I’ll be happy when I see it in the water and I see everything is OK, but it’s like something is leaving — like a piece of me.”

I’m Caty Weaver.

And I'm Gregory Stachel.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/Greece_Traditional_Wooden_Boat_Building_Is_a_Shrinking_Craft.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"VOA News",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/Greece_Traditional_Wooden_Boat_Building_Is_a_Shrinking_Craft.mp3",
   "audioLength":"6:18",
   "category":"",
   "views":"",
   "date":"2021-07-24T11:21",
   "tag":""},  
  
    {"id":"24",
   "header":"Japan Promises Safe Olympics, But Experts Say ‘Bubble’ Is Broken",
   "image":"https://gdb.voanews.com/49607D12-0DC1-4CC6-91C3-CB77EF0AFB02_cx0_cy7_cw0_w1023_r1_s.jpg",
   "imageCaption":"A worker paints Olympic rings at the finish line of the BMX racing track as preparations continue for the 2020 Summer Olympics, Tuesday, July 20, 2021, at the Ariake Urban Sports Park in Tokyo. (AP Photo/Charlie Riedel)",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/VOA.png",
   "metin":"The world needs to see that Japan can hold the Summer Olympic Games safely, the country’s prime minister told sports officials Tuesday.

Thousands of athletes, officials, event workers and media are arriving in Japan for the Games. At the same time, there is a local state of emergency and widespread opposition from the public.

Events start Wednesday — in softball and women’s soccer — two days before the opening ceremony on July 23.

”The world is faced with great difficulties,”Japanese Prime Minister Yoshihide Suga told members of the International Olympic Committee.

Suga said he wants the world to know“we can bring success to the delivery of the Games.”

”We will protect the health and security of the Japanese public,”he added. The prime minister’s office said Monday that more than 21 percent of Japan’s 126 million people have received the COVID-19 vaccine.

Olympic officials on Sunday reported the first coronavirus case among sports competitors in the village in Tokyo where 11,000 of them will stay. There have been 67 cases among those who planned to compete in the Games since July 1, organizers said on Tuesday.

International Olympic Committee President Thomas Bach said last week that testing and quarantine measures would leave“zero”risk of sports competitors infecting people in Japan.

Kenji Shibuya is the former director of the Institute for Population Health at King’s College London. He said such statements only confuse and anger people because conditions were“totally opposite.”

”It’s obvious that the bubble system is kind of broken,”said Shibuya. In April, he had written in the British Medical Journal that the Olympics must be“reconsidered”because of Japan’s inability to contain coronavirus cases.

”My biggest concern is, of course, there will be a cluster of infections in the village or some of the accommodation and interaction with local people. ”Not enough testing at the bubble’s border and the impossibility of controlling people’s movements mean that the Games could spread the Delta variant of the virus, he said.

Shibuya noted that he is concerned after hearing about cases that were not noticed at the airport. And he watched videos showing meetings between athletes, workers and reporters. He fears that transmission will take place through the air within thevillage and sports centers. However, there will be no local or foreign fans at events.

New COVID-19 cases in Tokyo reached 1,410 on Saturday, a near six-month high. Public health experts have warned that summer weather, travel and the spread of the Delta variant could lead to an increase in Tokyo’s daily cases by next month. Those levels could put too much pressure on the city’s medical system.

Vaccination rates have increased quickly since last month. But they recently slowed because of supply and delivery problems. Health experts in Japan have questioned accepting so many international visitors for the Games, which end on August 8.

I’m Jill Robbins.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/Japan_Promises_Safe_Olympics_But_Experts_Say_Bubble_Is_Broken.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"VOA News",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/Japan_Promises_Safe_Olympics_But_Experts_Say_Bubble_Is_Broken.mp3",
   "audioLength":"4:07",
   "category":"",
   "views":"",
   "date":"2021-07-21T20:58",
   "tag":""},     
  
  {"id":"23",
   "header":"Floods in Germany: Could loss of life have been prevented?",
   "image":"https://i.ytimg.com/vi_webp/I9RAh6urs9o/maxresdefault.webp",
   "imageCaption":"Four days after torrential rains triggered deadly floods in western Germany, survivors have now turned their focus toward the daunting task of rebuilding.",
   "authorImage":"https://yt3.ggpht.com/ytc/AKedOLSGYwgujx1VgMYEpdurTfh8NRmOehOXf16DeMKoDfw=s88-c-k-c0x00ffffff-no-rj",
   "metin":"Four days after torrential rains triggered deadly floods in Western Germany survivors have now turned their focus toward the daunting task of rebuilding. But with emergency services, still busy looking for bodies and securing vital infrastructure. Many residents are left to seek help from volunteers or go with alone son sausages and beer.

It looks like a village. But it's not what it seems. This is just a break time for the volunteers organizing an arduous relief effort. Now that the flood water has subsided solidarity is the one thing on everyone's minds here right now, and getting people who have been affected by the floods back on their feet, as quickly as possible.

People have traveled from nearby villages and further to get here to lend a helping hand with the kids. Over the weekend around 200 cologne football fans descended on the region and have been distributed around the effected areas. They've been helping locals by rolling up their sleeves, to clear debris from homes, restaurants, and the ruined beer, whole cologne fan Marco helped organize the effort you can't leave people on their own.

You just have to help. If it had happened to me, then I'd want someone to. So I think it's great that people are lending a hand. The generous response has stunned locals, including this hairdresser. She's had a business here for 12 years, but I think there were so many people out there that you don't even know.

I don't even know where they come from. They're out here helping to clear up so much willingness to help. It's wonderful com that's short, short. Despite all the volunteers, many people have been left. Wondering why there hasn't been more help from the authorities. Yeah, those at the top are trying to bring order to the chaos, but it's not really working.

A lot of help is coming from volunteers and residents. They're showing an awful lot of initiative, but you can't really say that people at the top of helping, um, yeah. It's, it's a spirit. It's Suzanne, that's just fun. With so many areas overwhelmed by the floods rescue services, say they're at breaking point.

it's pretty difficult to get help to everyone and we have to prioritize. If we get a report that someone's still trapped in a building, then people with watering their basements, they end up being pushed to the back of the queue. There's much work to be done, but many volunteers say they'll stick around long after this week.

We'll go chef, our boss has given us Monday and Tuesday off so we can use the time to finish the job, support the local with many residents, still wondering how this disaster could have happened. 

That help will be much appreciated. Let's bring in our correspondent. Julia saw deli. Now she's an RV dealer. That's one of the town's worst hit by the floods. Uh, tell us, it's been five days since the flood waters, inundated Arvada and the surrounding region.

How are things looking on the ground there now？ any news of the dozens of people reported missing？ well, the devastation is just astounding. The streets are filled with debris here, here. For example, we have this massive pile of books. This used to be an antiquity store, and now everything is completely destroyed.

The ground floors of homes have been. Completely filled with water and mud. So residents have been trying to clean everything up. They have put all their furniture on the streets. And the problem here is that the streets are quite small. So it is difficult. For example, for big trucks or excavators to come in and take all these things out and bring them to the dump.

So it is going to take a few days for the town to be cleaned up, but it's not. The loss of objects of things that is also the loss of lives, the number of the dead, it keeps rising up to 116 people dead and only this region. And, uh, the authorities, uh, expect, uh, more casualties to, to emerge. Now, chancellor, I'm going to, uh, came to the region there on Sunday.

She, uh, she visited and talked to residents. Tell us a bit more about what she said on that.

Yeah, well, the chancellor took stock of the devastation that occurred in this region. She said the German language doesn't have any words that are able to describe the, the devastation. Uh, she also said that she is very much aware that it is going to take a long time for the towns to be cleaned up and rebuilt.

And, uh, she promised the, the population that the government is going to be there in the longterm to try to support them. She thanked, uh, the rescue crews and the many volunteers who came and showed solidarity with the local residents and are helping, uh, with the cleanup. Do you want me to thank you so much.

That was Julius on deli there in Alma. Well, many people are wondering how this could have happened, uh, that people in the region who were so badly effected were not warned. Well, let's talk now to Keisler too, about that. He's from the German research center for geosciences in Potsdam. He specializes in flood risk.

Forecasting Dr. Shorter. Thanks for being with us. Europe has a sophisticated flood warning system in place. You know, all about that yet these floods seem to have taken people completely by surprise what happened？ good morning. Uh, first of all, yeah, the, the flood warning actually is a very difficult, uh, undertaking because, um, it is based on information that is about the future and forecasts about the future.

Always difficult to. Uh, particularly in the case of, uh, flash flood events, as we have seen in, uh, in our Wila and other regions last week, because these flood events have a really rapid onset and you don't have much time actually to provide your information before the flood already occurs to the people.

Uh, you have technical issues to solve, to, uh, give them. Uh, forecast about the location, where it is going to happen. You have to give the information to the people on the ground. You have to reach these people. And this is, uh, always talked about that is the last critical mile. So you have to reach the people, you have to disseminate your information, and you often don't have a confirmation that the information has been received and the general information.

And that's that's useful. And I wanted to ask you specifically about what happened in this case, because a British researcher, uh, Hannah cloak, you might know her, she worked on Europe's flood warning system. She alleges that the system in this case did work. She says that German authorities, however, uh, even though they were given precise warnings failed to act, what can you tell us about.

But I don't have actually the, the, uh, the company information from the situation on the ground. Uh, I know that the ethos system did work very well also that the German weather service had, uh, provided information that something is going to happened beforehand. But there's, I would just want, wanted to say it, it's difficult to convey this information to the people and also to convey information to the people.

They need to do in these cases. Often people have some experience with flooding, but this has not been the same type of flooding, uh, or the same severity of flooding as it happened right now. So maybe they might have underestimated what is going to happen. And this is something that is very, very difficult to control and very, very difficult to, uh, to provide the information the people actually need to do in such cases.

Do you have any advice on how catastrophes like this could be.

I think, first of all, we really need to take every flood event like this, to really learn from that, not only in this region, but also in other regions. So I think everyone now has to ask himself the question, okay, what would happen in my place？ if such a rainfall would have fallen in such a short time amount.

And with this information, you can then try to find out ways. Uh, the impacts of flooding in your region, you can then decide what could be, uh, measures to counteract. And there you have different possibilities. You can try to control the hazard, but in cases of the event that you see last week, this is something that is purely beyond control of, of technical measures.

So you also need to think about how can I reduce my exposure to flooding？ how can I reduce my vulnerability to flooding？ so what can I do to avoid it？ uh, impacts of flooding if technical control measures do not work anymore. Gotcha. Just wanted to thank you very much for talking with us. That was  from the German research center for geosciences in Pottstown.

Thank you very much.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/floods-in-germany-could-loss-of-life-have-been-prevented-dw-news.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"DW News",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/floods-in-germany-could-loss-of-life-have-been-prevented-dw-news.mp3",
   "audioLength":"9:22",
   "category":"",
   "views":"",
   "date":"2021-07-21T00:34",
   "tag":""},         
  
  {"id":"22",
   "header":"Tigray, Ethiopia: From Conflict to Humanitarian Crisis",
   "image":"https://im-media.voltron.voanews.com/Drupal/01live-166/2021-04/thumbnail_ThumbnailTigray%20-%2016x9.png",
   "imageCaption":"VOA traces the beginnings of the conflict that grew into a humanitarian crisis in Ethiopia’s Tigray region. In early November 2020, the federal government of Ethiopia — led by Nobel Peace Prize-winning Prime Minister Abiy Ahmed",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/VOA.png",
   "metin":"The conflict in Northern Ethiopia has displaced hundreds of thousands of people and rattled. The region observers, fear instability in the largest country in the horn of Africa could spread beyond its borders. 

Here's how it got to this point on November 4th, 2020 forces loyal to the Tigray people's liberation front, or TPLF attacked federal military bases in Northern Ethiopia. According to the federal government prime minister, Abbey Ahmed said the attack crossed a red line and ordered the military to confront TPLF forces. This, he said came after me.

Of provocation and incitement number six, the Ethiopian military said it launched a campaign to retake TPLF strongholds in the north using precision airstrikes and ground forces to attack military targets, including to Grisel the largest city McCullough. However officials say there have been civilian casualties, including non-military.

Such as schools, places of worship and infrastructure, to understand the roots of the conflict, you have to go back decades. Great. Ethiopia is Northern most region played a vital role in the country's recent history. TPLF was an armed political movement that helped liberate Ethiopia from the brutal Dirk regime.

Which finally fell from power in 1991. Then at the gray, an ex fighter Mellison ally led the new coalition government in 1991 that instituted a system known as ethnic federalism. Which divided the country along ethnic lines into 10 regions with some autonomy, malice and the coalition of political parties.

He founded the Ethiopian people's revolutionary democratic front or EPR RDF held near total control in the country. Political dissent and free speech were severely restricted, but the country also enjoyed rapid economic growth during malice. This time, with impressive advances in the industrial sector, still ethnic resentment also grew to grants comprised only 6% of the population, but held outsized power in the military business and politics Melisse died in 2012.

Widespread protests followed leading to the resignation of his successor prime minister, Holly Merriam desolate. Then Abby Ahmed, a young ethnic Oromo, rose to power in 28. Abby instituted a raft of reforms, including negotiating a peace deal with neighboring Eritrea and releasing political prisoners. In 2019, he was awarded the Nobel peace prize, but some of Abby's reforms also deepened divisions in 2019.

He dissolved the ruling party, the EPA RDF, and created the prosperity. The TPLF refused to join the newly created party by September, 2020, the feud escalated the Tigray region held elections, defying the central government, which had postponed national elections because of the coronavirus. The central government called the elections illegal.

The rift grew in October when the central government suspended funding for and cut ties with the TPLF to Grise administration said this amounted to a declaration of war. And once the war began, it quickly escalated on November 14th, the conflict spread in the region beyond its borders. When the TPLF launched rocketed.

Against neighboring Eritrea TPLF leaders accused Eritrea of involvement in the conflict and said the country was a legitimate target because as Asmara airport and other locations in Eritrea were being used to support Ethiopian, federal. On November 28th days after surrounding the city of McCullough, Ethiopian, federal forces retook the city center, its airport and military base on the same day, Abby declared an end to the conflict.

He termed a law enforcement. But later TPLF leader to Brett Sian, Gabri, Mikael vowed to fight off the ensuing conflict has already involved neighboring states and shaken the horn of Africa, which has long viewed Ethiopia as a pillar of regional stability as is often the case in war. The most vulnerable people bear the brunt of the.

Cellular service and internet access in the region have largely been cut off communications blackout makes it nearly impossible to get accurate information about the conflict and its humanitarian costs. Tens of thousands of civilians fled to gray, many on foot or on rickety boats across Ethiopia is to cause a river crowding into refugee camps across the Sudanese border.

Although the fighting slowed in late December its impact continues with tens of thousands internally displaced and seeking refuge elsewhere into gray aid workers were denied access to refugee camps by the federal government relief agencies warned of continued dire conditions in what they called a full-scale humanitarian crisis in the region.

As access to parts of the Tigray region is still restricted. The UN and other organizations say some people have died of starvation and many more are at risk. In addition to the spread of COVID-19 refugees in the camps in Sudan say they won't return to their homes because they fear for them. And the long-term direction of the conflict remains uncertain.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/VOA_Explainer__Tigray%2C_Ethiopia_Unpacked.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"VOA News",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/VOA_Explainer__Tigray%2C_Ethiopia_Unpacked.mp3",
   "audioLength":"6:41",
   "category":"",
   "views":"",
   "date":"2021-07-19T10:18",
   "tag":""},     
  
  {"id":"21",
   "header":"World Youth Skills Day: Fighting child labour in Cambodia",
   "image":"https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production+Library/15-07-2021-cambodia-childlabour.jpg/image560x340cropped.jpg",
   "imageCaption":"©FAO/Tang Chhin Sothy",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/news_un.jpg",
   "metin":"It's low tide at Cambodia's Tom lane, SAP Southeast Asia is the largest freshwater lake fishing boats returned to the docks. Well, children play on the mud flats. They're joyful cries are a stark contrast to Tom's the room's childhood. Yeah, I believe of watching. I'm like Dalton in my childhood. I helped my mother make steamed rice cakes to sell.

It says the 41 year old crouching as she ski was small fish. For as long as the room can remember, work has been a part of her life. I needed to wake up very early in the morning. I wrote a boat from one village to the next to sell the cakes. Yeah, after her father passed away. So the room had to support her mother.

The one that was why I quit school.

So room story is not uncommon. 19% of Cambodian children aged five to 17 work most in agriculture, especially fisheries fishing and rice cultivation are the backbone of the country's economy. They're integral to Cambodian cultural identity and food security. While Tom lay stopped, lake contributes over half of the country's fish production.

It's 4,8 million residents are some of Asia's poorest. Many faced extreme poverty and parents have no choice, but to send their children to work explains one time from the commune committee for women and girls pause 10 to 15 years.

There's been a lot of child labor in the community. They always bring their children fishing with them and they use the children to work for others to get extra income for their family. Well, while it's legal in Cambodia for children aged 15 to 17. What's not legal is when that work violates their rights.

Child labor is defined as a work, but is inappropriate for chance age, if it affects or interferes with a child's education, or if it is likely to harm their health and safety that's child labor expert, Arianne John, Tom from the food and agriculture organization of the United nations. She says that when children, without on an education, they miss out on so much more child labor hinders children from reaching their full potential and their future chance of getting decent employment, child labor, pet Patriots, a cycle of rural poverty.

Quite FAO is working closely with the Cambodian government and partner organizations to address the root causes of child labor. This includes developing awareness, raising materials and visual tools to promote gender equity and to protect children from hazardous work in fisheries. FAO also provides trainings to fisheries association.

In helping identify and prevent child labor. Some children took part in a training on child labor prevention as chief of the community fisheries committee. He travels to fishing villages in Kampong tenon province to raise awareness about child labor. Today, he's organized a community meeting in Khan Lang pay village  I visited some families and explained to each family about child labor to make it clear to them.

Fishing villages are often isolated with limited access to schools and transportation. As a result, many adults Fisher folk are illiterate and face poverty. Children's mission is to encourage them to send their children to school. He explains to them how the communities stands to benefit as well.

Suppose we can eliminate child labor in the community. In that case, our community gets many advantages. Why once enough children going back to school, then there are resources in the company. 

Yeah, early morning in condominium, paid village, only fish of folk and a chorus of cicadas are awake at this hour. So room's door touch. I'm concierge sits cross-legged in the dark, concentrated by her book, which she reads under Torchlight. Normally the teenager would be getting up at this hour to go fishing with her.

But these days, she wakes up early to study every day I get up at fiveo'clock read a little and get ready to go to school at six o'clock. No mom boy, thanks to joint efforts by FAO and the Cambodian government come see is enrolled in school. Instead of child labor, every day, she rides a motorbike to school, denied it on the mound. No, my own puck.

It takesat 7:00 AM I arrive at school, but then I leave school at 10 o'clock. I arrive home at 11 o'clock. I have lunch. And then I go fishing with my dad.  she helps her dad catch real fish, used to make Prague a salty fermented fish paste, commonly used in Cambodian cuisine long long. When I go fishing, I throw gillnets.

I released the fish from the gillnets and I take off the scales or the efficient skin.

Then she helps her mother clean and prepare the fish to either smoke or sell I'm back home at five in the evening, I helped my mother peel the remaining fish until it's done at around six or six.

These days just catching enough fish for dinner can be a challenge as fish numbers in toddler lace-up lake, continue to decline even more reason for children like come yet to get an education. And man, that Dean, if my daughter could pass her grade 12, I would be very excited. She wants her daughter to have the opportunities that she never had.

I've owned  I do not want my children to be illiterate. 

Like me fighting child labor through education helps break the cycle of poverty. It keeps children safe and teaches them new skills to find jobs that earn a more stable income concierge performs well at school.

And although she still works for her family. She attends class regularly. Thanks to the full support of her. Her dream is to one day become a teacher in her own community. A nickname could come from, I want to be a teacher in the village because there is always a shortage of teachers.

If there is a teacher in a village, it is easy to educate children and allow them to acquire knowledge, which just goes to show that fighting child labor through education. Really does benefit everyone.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/package-fao_youth_skills_day-child_labour.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"UN News",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/package-fao_youth_skills_day-child_labour.mp3",
   "audioLength":"7:58",
   "category":"",
   "views":"",
   "date":"2021-07-18T23:35",
   "tag":""},      
  
  {"id":"20",
   "header":"South Sudanese Man Runs for Refugee Olympic Team",
   "image":"https://gdb.voanews.com/7497bfed-4df6-4ee2-a9e8-117dc3985459_w1023_r1_s.jpg",
   "imageCaption":"FILE - Paulo Amotun Lokoro, a refugee from South Sudan, part of the refugee athletes who qualified for the 2016 Rio Olympics, stretches during a training session in Ngong township near Kenya's capital Nairobi, June 9, 2016.",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/VOA.png",
   "metin":"South Sudanese runner Paulo Amotun Lokoro is among a group 29 athletes named to the International Olympic Committee’s Refugee Olympic Team. He will compete in the Summer Games in Tokyo from July 23 to August 8.

Lokoro fled conflict in South Sudan and joined others at the large Kakuma refugee camp in northwestern Kenya in 2006. He did not know at the time that he would soon take part in international sports.

Lokoro became interested in the Olympics when he was urged to compete in a 2015 marathon at Kakuma.  The event was organized by the United Nations’ refugee agency and Kenya's Tegla Loroupe.  Loroupe was the first African woman to win a major marathon,  beginning with the New York City marathon in 1994.

Lokoro said of the Kakuma marathon, “I didn’t know I would go far. I was just running. We went to the field and jogged. I didn’t have the psychology of being in front or behind. My aim was to just follow the people going in front of me. I found some guys were tired, and then I led them.”

Lokoro competed in the Rio Olympics in August 2016 as a runner in the 1500 meter-event. Returning Olympians on the refugee team include South Sudanese runners Anjelina Nadai Lohalith, James Nyang Chiengjiek and Rose Nathike Likonyen. Others include swimmer Yusra Mardini from Syria and judo athlete Popole Misenga from the Democratic Republic of Congo. 

Another South Sudanese runner, Matthew Lam Joar, will return to the Refugee Olympic Team as an assistant to the coaching staff. He wants to share his experiences with other refugees.

“I will be cheering for my team – a team that I was part of and still [am] part of,” he said. “We believe they are the best guys because they have the courage to start running. They are world class, running with the best in the world.”

In June, IOC President Thomas Bach said it was important to have refugees join with other Olympic athletes to “send a powerful message of solidarity, resilience and hope to the world.”

Lokoro said he hopes to one day compete for South Sudan in international competitions such as the Olympics.

“One day, one time, if my country settles down, maybe I will go back and represent my country,” he said.

 The 29 refugees competing in the Tokyo Games are from Afghanistan, Cameroon, Republic of Congo, Republic of Congo and Eritrea. Others are from Iraq, Syria, Venezuela, South Sudan and Sudan.

I’m Jonathan Evans.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/South_Sudanese_Man_Runs_for_refugee_Olympic_Team.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"VOA News",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/South_Sudanese_Man_Runs_for_refugee_Olympic_Team.mp3",
   "audioLength":"3:45",
   "category":"",
   "views":"",
   "date":"2021-07-18T14:52",
   "tag":""},   
  
  {"id":"19",
   "header":"Thousands Of Cubans Protest Against Government",
   "image":"https://i.ytimg.com/vi/hP5YhLWyF7E/hqdefault.jpg?sqp=-oaymwEcCNACELwBSFXyq4qpAw4IARUAAIhCGAFwAcABBg==&rs=AOn4CLBaCBOOxX6gb1qNETlvJN5ykkPnUA",
   "imageCaption":"Thousands of demonstrators spilled into the streets of Cuba this weekend, calling for an end to the 62-year communist regime. Demonstrations were sparked by chronic food shortages and blackouts.",
   "authorImage":"https://www.youtube.com/channel/UCeY0bbntWzzVIaj2z3QigXg",
   "metin":"Dozens of demonstrators spilling into the streets of Cuba. This weekend calling for an end of the 62 year communist regime, chance of we want freedom echoing through the streets, protestors, dumping trash and throwing rocks. Demonstrations sparked by chronic food shortages and blackouts in Miami protest in solidarity with her.

We've been waiting for change for so long. Maria Figaro has family in Cuba. I don't even know what their situation is right now. An economic crisis exacerbated by the pen. And no access to approved COVID vaccines, a perfect storm for anti regime, anger that spread rapidly as more Cubans recently gained access to the internet.

You can present Diaz canal today, blaming the unrest on US the lack of medicine and food. All those topics that are embedded in our society as dissatisfaction. What is the origin？ it's a blockade. They simply are not hearing the voices. Uh, of the Cuban people, uh, people deeply, deeply, deeply. Uh, the repression president Obama established diplomatic relations with Cuba and removed it from the US list of state sponsors of terrorism.

But the Trump administration put Cuba back on that list, imposing tougher sanctions, which president Biden has not lifted. They call them the government government cubit or refrain from violence or attempts to silence the voice of the people. So far Biden's been much tougher on Cuba than president Obama was a senior officials saying when people protest for human rights, the administration will stand with them.

Thanks for watching our YouTube channel follow today's top stories and breaking news by downloading the NBC news app.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/Thousands_Of_Cubans_Protest_Against_Government.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"NBC NEWS",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/thousands-of-cubans-protest-against-government.mp3",
   "audioLength":"2:08",
   "category":"",
   "views":"",
   "date":"2021-07-018T10:27",
   "tag":""},  
  
  {"id":"18",
   "header":"Thai Tiger Park Hopes Foreign Visitors Return",
   "image":"https://github.com/Boga28/news/raw/main/images/Thai_Tiger_Park_Hopes_Foreign_Visitors_Return1.webp",
   "imageCaption":"Tigers gather by a pool at their confinement cage in Tiger Kingdom zoo, as Phuket gets ready to open its doors to overseas tourists from July 1 allowing fully vaccinated foreigners to visit the resort island without quarantine, Phuket, Thailand June 28, 2021. (REUTERS/Jorge Silva)",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/VOA.png",
   "metin":"A tiger park in Phuket, Thailand is preparing to welcome back foreign visitors this week.

The re-opening is part of a plan to bring back foreign visitors with proof of  COVID-19 vaccination to the island.  The visitors do not have to follow lockdown restrictions. After 14 days, as long as they have no coronavirus infection, they can travel elsewhere in Thailand.

Chadarat Taodaeng is the general manager of Tiger Kingdom in Phuket. He said the park had put safety measures in place before Thursday‛s reopening to help foreign visitors feel comfortable.

“We have vaccinated more than 90 percent of our staff and also trained them about the ‛new normal‛ tourism,” the manager said. The park has more than 50 tigers and a cheetah. And visitors can get close to them. Since the pandemic lockdowns, visitor numbers have dropped from nearly 1,000 a day to fewer than 20.

Thailand lost about $50 billion in tourism money when foreign arrivals fell to 6,7 million last year. In 2019, the country had nearly 40 million visitors. And Phuket suffered from a large number of job losses and business closings.

“I‛m happy that finally there will be people visiting the tigers, and Phuket city will be bustling again,” said the park‛s assistant manager,  Phonphawit Ton-od. She added that the reopening would“help with both tigers‛ and the staff‛s mental health”.

There has been an increase in the popularity of parks like the Tiger Kingdom, even though conservationists criticize them. There are concerns over safety after some attacks by the animals. Bringing back visitors is important to Thailand’s economy. But government officials also have to deal with a recent increase in coronavirus infections.

The government hopes Phuket‛s pilot program will bring 129,000 visitors to Thailand from July through September.  That number is still far below the average 3,3 million monthly arrivals in 2019.

Abdulrahim A-waekechi cares for the animals in the park. He said,“I‛m happy about the park reopening because our cheetah Gregor loves being around tourists and staff”.

I’m Dan Friedel.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/Thai_Tiger_Park_Hopes_Foreign_Visitors_Return.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"VOA News",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/Thai_Tiger_Park_Hopes_Foreign_Visitors_Return.mp3",
   "audioLength":"4",
   "category":"",
   "views":"",
   "date":"2021-07-02T15:15",
   "tag":""},    
  
    {"id":"17",
   "header":"NATO Leaders Speak Out on China, Russia",
   "image":"https://github.com/Boga28/news/raw/main/images/NATO_Leaders_Speak_Out_on_China_Russ.jpg",
   "imageCaption":"U.S. President Joe Biden, right, speaks with Turkey's President Recep Tayyip Erdogan during a plenary session at a NATO summit in Brussels, Monday, June 14, 2021. (AP Photo/Olivier Matthys, Pool)",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/VOA.png",
   "metin":"Leaders of the North Atlantic Treaty Organization (NATO) on Monday said the growing influence of China was an important issue for the alliance. In a final statement, NATO leaders described China’s growing military as “presenting challenges,” which some experts considered surprisingly strong language. The statement also described Russia as “a threat”.

US president Joe Biden arrived at the 31st NATO leaders meeting in Brussels with an important goal. He said he wanted to get NATO allies to deal with problematic actions by China and Russia. He also said he wanted to win the trust of members of the 30-country alliance. “NATO stands together,” said Biden.

After arriving at NATO’s headquarters in Brussels, Biden spoke with NATO Secretary-General Jens Stoltenberg.

Biden has said he wants NATO members to speak out on issues of trade, defense and human rights that relate to China and Russia. The actions of those nations have become important foreign policy concerns for the Biden administration.

NATO members considered a new cyber defense policy. It would permit a country hit by a ransomware attack to work together with other members for their common defense. This comes after Russian-based hackers carried out a series of attacks targeting the US government and worldwide businesses.

The update will mean that if an alliance member needs technological or intelligence support to fight a cyberattack, it would be able to call on Article 5 to receive assistance.

Article 5 of the alliance charter states that an attack on one member of NATO is an attack on all members.

Members also accepted a climate security action plan to reduce the release of gases linked to climate change from military activities.

Alliance members also accepted a commitment to strengthen NATO’s deterrence to meet threats from Russia and other places.

At a press event following the summit, Biden said that he will tell Russian President Vladimir Putin when they meet on Wednesday that he “will respond” to Russian aggression.

Biden also said that the possible death of Putin critic Alexei Navalny would be a “tragedy”. He said it would prove that Putin did not believe in human rights. Navalny is imprisoned in Russia and reported to be very sick.

Biden was also asked about the future of Ukraine and the possibility that it could join NATO in the future.

“They have to meet the criteria” Biden answered.

Biden called Article 5 “sacred” and added, “I want NATO to know America is there”.

I’m Mario Ritter, Jr.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/NATO_Leaders_Speak_Out_on_China_Russia.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"VOA News",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/NATO_Leaders_Speak_Out_on_China_Russia.mp3",
   "audioLength":"5",
   "category":"",
   "views":"",
   "date":"2021-06-17T00:27",
   "tag":""},  
  
    {"id":"16",
   "header":"China announces 3-child policy to counter aging population | DW News",
   "image":"https://github.com/Boga28/news/raw/main/images/china-announces-3-child-policy.jpg",
   "imageCaption":"China has announced a major shift in its family planning policy: It will now allow couples to have up to three children.",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/DW_News.jpg",
   "metin":"China has announced a major shift in its family planning policy. It will now allow couples to have up to three children. The ruling communist party says it is scrapping a strict two child policy in response to the rapidly rising number of older people in the population. Beijing has enforced birth limits for four decades, but it‛s now concerned that a demographic crisis could add to pressure on its economy.

And from one of the story let‛s bring in correspondent, Mathias, Berlinger, who‛s standing by in Beijing. Hi Mathias. It‛s good to see you. So tell us more about why China is enacting this policy now.

Well, a few weeks ago, uh, the results of the latest census came out. China is counting its population every 10 years. And, uh, this, these results had to be delayed several times. Uh, nobody really knows why, but there has been a lot of speculation that China might have reached. It‛s peak, uh, population peak already.

The census data, the officials said, no, that‛s not the case, but it is not far away. It will happen in the next two weeks or three years. And then the population will decline and China will be facing the same problems that many developed countries face an aging population, less workforce, but being on a development level and an income level that is much lower than these countries.

And that could spell out. Yeah. Big problems for China. This is why it is a big concern to the government. This aging population last year was the year with the lowest birth rates, uh, in China‛s history. It was 1,2 children per women, quite far from the three children they‛re aiming at now. Yeah. You said it then, you know, there are many other countries facing this issue.

So how serious is China as a demographic crisis?.

Yeah. Well, the problem is that China has not reached the development levels and the income levels that other countries had reached when they started facing this problem. So, uh, basically, uh, having to feed, uh, a retired population that is, uh, So big, but with these income levels will be much more difficult than if the income levels were higher.

The pension system is not very well developed, so it is a very big problem for China. So China‛s now allowing couples to have up to three children. Do you think we‛re going to see a baby boom in the coming years?.

Yeah, four years ago, China lifted the ban on the second child and allow people to have two children. There was a very small baby boom in the following lead. Yeah. Already the year after the birth rate started declining again, having reached their lowest point last year, the pandemic might‛ve played into this very low number as well, but the trend is clear.

The numbers are declining. It is not very likely that this is going to change just because the government puts the number at three it‛s much easier to prevent people from having children than to encourage them. China‛s government is finding out. Now there are many reasons for that. One reason is that, uh, the parents will have one now.

Thinking about family planning or maybe around 30 years old, they, many of them have never known families with two children. This is the one child generation. And the other thing is in the highly competitive education system, many prefer to put all their resources into one child in order to give them better chances in life, correspondent, Mathias, billing, a reporting from Beijing.

Thank you very much.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/china-announces-3-child-policy.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"DW News",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/china-announces-3-child-policy.mp3",
   "audioLength":"4",
   "category":"",
   "views":"",
   "date":"2021-06-01T00:16",
   "tag":""},   
  
    {"id":"15",
   "header":"Colombia protests one month in: 45 dead and dozens disappeared | DW News",
   "image":"https://github.com/Boga28/news/raw/main/images/Colombia_protests_one_month_iN_45.jpg",
   "imageCaption":"Colombia is marking one month since a wave of deadly protests began. They started as an outcry against a controversial tax reform but soon turned into a national uprising against growing poverty and inequality...",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/DW_News.jpg",
   "metin":"Columbia is marking one month since a wave of deadly protests began, they started as an outcry against a controversial tax reform, but soon turned into a national uprising against growing poverty and inequality. Weeks of negotiations to end the unrest have failed to bear fruit and the prospect of a peaceful solution seemed to slip even further on Friday when president Eva Dukey announced.

He was deploying the military. After more people died in demonstrations, plumes of smoke tower above the city of Papa. John like monuments to the resistance.

A month of protest has turned streets across the country to smell, drink battles garbage from what they see as their fight for justice.

because the message we want to deliver is that we‛re tired of so much injustice from this corrupt government of so much inequality. We‛re not asking for any handouts and we‛re not asking them to give us anything. We‛re only asking for an opportunity to grow for quality, not only for the rich, but also for the poor.

The protests erupted when president  sought to raise taxes, to pay for the pandemic, the blow back forced him to kill the bill, but the outcry continued and outrage over the government‛s handling of a crisis that seen unemployment, double and inequality.

Surge attempts to broken into the standoff have so far proved few towels. According to official figures, more than 45 people have been killed dozens, more disappeared, and thousands on both sides were injured, but human rights groups say the real toe is likely much higher and it‛s only likely to get worse in the days ahead.

On Friday, president dookay said he‛s deploying the army to the epicenter of the unrest colleagues where at least three people were killed in the last 24 hours.

actually be absolutely clear. Yeah. As of tonight we begin the maximum deployment of military assistance in the city of galleys and the department of it by islands of anarchy, do not have a place  no, boy. Next is still in restaurant pace. Meeting with Columbia‛s vice president on Friday, us secretary of state Anthony Blinken expressed his concern over the deepening crisis in the country, backing the people‛s right to protest peacefully for now, though, the deathly cat and mouse game on the streets of Columbia continues.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/Colombia_protests_one_month_iN_45.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"DW News",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/colombia-protests-one-month-in-45-dead-and-dozens-disappeared-dw-news.mp3",
   "audioLength":"3",
   "category":"",
   "views":"",
   "date":"2021-05-29T23:21",
   "tag":""},     
  
  {"id":"14",
   "header":"After enduring the drought, farmers are struggling with the mouse plague",
   "image":"https://github.com/Boga28/news/raw/main/images/after-enduring-the-drought-farmers.jpg",
   "imageCaption":"After enduring one of the worst droughts in memory, farms and communities in western New South Wales are now enduring another natural disaster - millions of mice.",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/ABC_News.jpg",
   "metin":"They‛re the skin crawling images viewed by millions of people, worldwide. Millions of mice pouring out of sheds. Through farms, beds, kitchens, and overloads. Yes.

It‛s making daily life and ordeal for those who live and farm in Western new south Wales, I went out one evening and so. Just literally thousands and thousands crawling over my haystack. They were all in the house out of the chook yard, just running around. You‛d go out in the evening and they were just, the ground was just covered in mass, running around it‛s devastating. It‛s um, I think it‛s 80% ruined.

Hundreds of thousands of dollars worth of hay and grain across the region is now worthless. And many farmers have no option, but to burn it.

So you can see here, they‛ve eaten all the tops off these plants, so that plant won‛t survive. And they‛ve gone right along here.

Nick can amble and colonies working from sunrise to sunset, to Soho her winter crop. She‛s spreading poisonous bait in her fields to keep the rodents at bay, but it‛s not working. It was just so relentless. It just every day we were going out and putting out the mouse, pate, and I just didn‛t seem to be getting anywhere.

The mouse plague is estimated to have cost farmers almost $100 million, but the endless waves of mice are also taking a toll on their mental health. Obviously, a lot of us live off rainwater. And so the fact that we‛ve got mice in our rainwater tanks has been, you know, bloody horrible, Frank, frankly, your one source of water on a property.

And you‛ve got mice in it last week. The new south Wales government announced a $50 million support package. It includes free Bates, but no financial help for farmers spending hundreds of thousands of dollars on rodent control. The latest support that‛s been announced is eight months too late for us.

And I‛ve spent over $40,000 with buying the mouse bait. We really need a bit of compensation for that now because we can‛t afford it. During the day, you wouldn‛t even know there‛s a mouse plague here. Although there is plenty of evidence of the damage they cause, but it‛s at night that they come out in their thousands, running across roads, crawling through homes and ravaging haystacks like this one bots.

The worst part is if this problem isn‛t contained during winter, it‛s all going to get so much worse. Our concern is if we get a high level of over winter survival than. Well, ice will start to breed early from a high population base. And, um, then the, the number of mice will increase very dramatically at that point. CSI row researcher, Steve Henry has been working with farmers.

He says the plague is showing no signs of slowing down and is actually spreading across the country. We‛re getting more and more reports through the, the Riverina and into Northern Victoria. And we‛re even starting to get some reports of really high numbers from the York peninsula in south Australia as well.

People aren‛t spending  money. They‛re not. We‛re not the only ones in town that are struggling. We was what, a month ago that we were the only shop in this block. The play could prove the final straw for regional businesses like this family run bakery in narrow mind, Robert and Carrie Brennan say the triple whammy of drought, pandemic and mouse.

Plague has seen business drop by 40%. They have gone from 28 to eight employees. Buying storage containers, buying diffusers to keep the smell out of the shop. Seeing customers seeing mice run around. I mean, no wonder were not doing that great at the moment, but what can we do？ So that‛s a huge impact on business while they can claim a thousand dollar rebate from the state government.

The Brendan say their bakery and many other businesses in town may not survive the year. Something needs to be done. Otherwise we‛ll closed. I don‛t know if it will be still here at Christmas.

People put on a brave face, they still go out and do their shopping. They still smile and interact that you know that at the back of their mind, the fact that the mice are in their homes, they‛re in the food preparation areas, they‛re in their beds, in their, in their linen press. And there‛s been no insurance.

There‛s no coverage for rodent damage. In most cases and colonies fighting on to try to save her crop and bounce back from the drought she wants. The effects of the plague will eventually be felt in the cities we‛re producing crops. That feed the nation. So, uh, there‛ll be no bread  war. There‛ll be much higher prices for bread and biscuits and limp.

If they‛re ruining valley crops, the beer prices will go up. So it‛s a flow on it. Hi, I‛m Lee sales. Thanks for watching this story. If you‛d like to watch more of seven 30 stories, they are on the left of your screen and tap on the button below to subscribe and get the latest from ABC news.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/after-enduring-the-drought-farmers.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"ABC News",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/after-enduring-the-drought-farmers.mp3",
   "audioLength":"7",
   "category":"",
   "views":"",
   "date":"2021-05-26T23:38",
   "tag":""},  
  
  {"id":"13",
   "header":"Belarus forces plane to land and arrests journalist",
   "image":"https://github.com/Boga28/news/raw/main/images/Belarus_forces_plane.jpg",
   "imageCaption":"Belarusian authorities scrambled a fighter jet and flagged what turned out to be a false bomb alert to force a Ryanair plane to land and then detained an opposition-minded journalist who was on board.",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/Reuters.png",
   "metin":"Ella roofs has sparked international outrage by forcing a Ryan airplane to divert to Minsk before arresting an opposition journalist on board, Bella roofs grounded the Ryan air passenger plane, flying over its airspace on Sunday. For what turned out to be false claims of a bomb on board. The flight was on its way to Lithuania from Greece.

Belorussian authorities ordered a military fighter jet to escort it to the capital city of Minsk. According to local media, Bella roofs, president Alexander, Luca Shanko had personally deployed the war plain. No explosives were found on board the jet. Instead when it reached the ground, authorities detained one of the passengers, Bella journalist, Roman proto Savage.

26 year old proto Savage worked for online new service next up last year, when it broadcast mass protests against Luka Shanko, he‛s now wanted on extremism charges and is accused of inciting riots allegations. He denies. A passenger onboard. The aircraft said proto Savage had his head in his hands and was shaking.

When he realized the flight was diverted to Minsk later, as he was led away, he reportedly remarked I‛ll get the death penalty. And then when it was announced that, uh, are we going to lengthen Minsk？ so the Romans stand up for Willie, opened the door, take the luggage, and then was trying to split there.

Things like computer gave it to a girlfriend, iPhone or whatever. It‛s called his phone after seven hours and minutes, the flight retook its course and landed in Vilnius Lithuania with Dwayne as president get Tanis. Now Saida said Bellaruse must face consequences.

It should be noted that such attacks on the opposition have recently become systematic. I‛m attending the European council tomorrow, and we will no doubt raise this issue as well. It‛s time to stop communicating with the regime just by making declarations concrete measures are needed, capable of changing the behavior of the Belarusian regime.

Global leaders followed suit in their condemnation, including us secretary of state Antony Blinken and head of EDU‛s European commission or Cilla Vondra line who tweeted quote those responsible for the Ryanair. Hijacking must be sanctioned. Human rights groups say about 35,000 people have been detained in Belarus since August and more than 1000 criminal cases have been launched.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/belarus-forces-plane-to-land-and-arrests-journalist.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"Reuters",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/belarus-forces-plane-to-land-and-arrests-journalist.mp3",
   "audioLength":"3",
   "category":"",
   "views":"",
   "date":"2021-05-25T00:24",
   "tag":""},
  
   {"id":"12",
   "header":"At Least 14 Shot in Mass Shooting at New Jersey House Party",
   "image":"https://github.com/Boga28/news/raw/main/images/14-shot-in-mass-shooting-at-new-jersey-house-party-nbc-new-york.jpg",
   "imageCaption":"New Jersey state police said at least 14 people were shot, with two of them killed, during what they called a “mass shooting event” at a party being attended by at least 100 people in rural Cumberland County. NBC10’s Randy Gyllenhaal reports.",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/NBC_New_York.jpg",
   "metin":"Jersey where a house party turned into a night of horror in Cumberland county. We have just learned that more than a dozen people were shot. And two of them have died report a Randy Gillan hall from our sister station. NBC Philadelphia joins us now with the latest Brandy. Good morning. Hey, good morning.

So we should note these are preliminary new numbers in from New Jersey state police, a very fluid situation here because this house party a 90 steam birthday party had so many people at it. Hundreds of them. Who began running for cover and running for their lives. When the gunfire started at this point, police are telling us, uh, 14 people total were shot.

Two of them dead, a man and a woman, 12 others injured. I want to zoom in and show you, uh, the what‛s happening here at the scene. You can see, uh, Cruz from New Jersey state police and their canine teams, looking for evidence, a grid search underway after the shooting broke out, witnesses are telling us this was supposed to be a celebratory party, nice weather of restrictions easing.

So they gathered at this large yard, uh, for a celebration, but then at midnight witnesses say they‛ve started to hear gunshots coming in from the tree line, from the woods. And that‛s when everybody started running. For cover two people died at 30 year old man and a 25 year old woman, 12 other people hit some of them having to drive themselves to hospitals all over south Jersey to have, uh, six of them rather had to drive up to Cooper and Camden.

All of this happening is police are processing the scene and witnesses trying to digest the violence. This was something set up like, like, like, like they, they. Like they trapped him in that yard. Uh, enough nephew said he was having a good time. Next thing you heard was shooting. And he was running for his life.

He got on the ground, he had to crawl. He stepped over a dead body, a dead body that would end up eventually being a young man that he grew up with.

And the number of young people that were at this party were told now traumatized by this violence, seeing their friends and loved ones get shot a live picture here. You can see the New Jersey state police crime scene techs going in and out of the home. On the mailbox of this house, there were actually balloons and were told that really wasn‛t.

Celebratory event as for the shooter or shooters, nobody has been arrested at this point, New Jersey, state police still very active in their investigation. They‛re still really trying to process how many victims they‛re dealing with since so many of them had to run or drive to different hospitals in Bridgeton or across south Jersey.

A really devastating scene here. I can tell you in New Jersey governor, Phil Murphy has been in touch with the mayor of this part of Cumberland county, uh, offering assistance and resources as police here, really trying to figure out what happened and then pivoting to searching for the shooter or shooters who opened fire on the birthday party for now we‛re live in south Jersey.

I‛m Randy Gyllenhaal, NBC 10 news, absolutely unfathomable. Randy. Thank you so much. We appreciate you keeping us updated on that.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/14-shot-in-mass-shooting-at-new-jersey-house-party-nbc-new-york.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"NBC New York",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/14-shot-in-mass-shooting-at-new-jersey-house-party-nbc-new-york.mp3",
   "audioLength":"3",
   "category":"",
   "views":"",
   "date":"2021-05-24T11:34",
   "tag":""},
  
   {"id":"11",
   "header":"Asian American woman who survived brutal attack speaks out",
   "image":"https://github.com/Boga28/news/raw/main/images/Asian_American_woman.jpg",
   "imageCaption":"ABC News Juju Chang sat down with 65-year-old Vilma Kari, who was attacked by a man in New York City last month. President Joe Biden signed the COVID-19 Hate Crimes Act on Thursday.",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/ABC_News.jpg",
   "metin":"To be a historic action to protect Asian-Americans in this country and made that dramatic rise in attacks. President Biden‛s signing into law and anti-Asian hate crimes bill. It was overwhelmingly approved by Congress. And tonight here, that horrific case in New York city, a woman assaulted in broad daylight.

You‛ll remember us reporting here, bystanders appearing to watch it unfold, but doing nothing about it tonight, ABCs, Juju Chang with the survivor of that attack. Tonight, the woman who survived this brutal attack on a New York city street. Now speaking out about the trauma, she endured that day, physically I‛m healing well, but mentally, emotionally, I‛m not there yet.

Surveillance video showing 66 year old Vilma carry a Filipino American on our way to church. When a man suddenly kicks her, knocking her down stomping on her face repeatedly. Film, his daughter says the attacker hurled racist slurs at her mom F you Asian, you don‛t belong here. The suspect a homeless man, reportedly with a history of mental illness arrested on hate crime charges.

He pleaded not guilty. What does justice at the end of the day look like for you？ It‛s time to change the law so that those victims of hate crime should have a voice and should have, um, justice. In court today, president Biden‛s signing the COVID-19 hate crimes act every time we‛re silent. Every time we let hate flourish, you make a lot.

Who we are as a nation. It‛s that silence that Vilma and her daughter are determined to break sharing AAPI stories, flipping the attackers, alleged words to say, AAP, we do belong here and take that power away from that person that decided to inflict this horrible act on my mom. So brave of Velma to share her story with you, Juju your reporting has been so powerful on all of this for many months.

Now, you and I were on the air for the attacks in Atlanta. We know that eight died, six were of Asian descent, but this new bill put into law today will actually help. So many of the other cases we hope. That have not received the kind of attention that they deserve. Absolutely. As you know, a district attorney in Georgia announced hate crime charges against that alleged shooter in Atlanta, but hate crime charges like Vilmos are rare and today‛s new law is designed to make that process easier.

And David, while Vilma is interested in pursuing justice to the enth degree, she also prayed for her attacker and is literally fighting hate with love extraordinary. And again, brave of Vilma to talk with you. We‛re going to have much more of Juju‛s interview later tonight, right here on Nightline. And we‛ll be watching thanks to you.

Hi, when George Stephanopoulos here, thanks for checking out the ABC news YouTube channel. If you‛d like to get more videos, show highlights and watch live event coverage, click on the right over here to subscribe to our channel. And don‛t forget to download the ABC news app for breaking news alerts.

Thanks for watching.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/Asian_American_woman.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"ABC News",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/Asian_American_woman.mp3",
   "audioLength":"3",
   "category":"",
   "views":"",
   "date":"2021-05-21T12:19",
   "tag":""},
  
    {"id":"10",
   "header":"China Rocket lands in ocean - BBC News Review",
   "image":"https://github.com/Boga28/news/raw/main/images/China_rocket_lands.jpg",
   "imageCaption":"The remains of a Chinese rocket have crashed into the Indian Ocean.",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/BBC_Learning_English.jpg",
   "metin":"Hello, and welcome to news review from BBC learning English⢀ I‛m Neil and joining me is Catherine⢀ hello, Catherine⢀ hello？ hello everybody⢀ yes⢀ today‛s story⢀ the remains of a Chinese rocket have landed in the Indian ocean now for a while⢀ It wasn‛t certain where exactly this stuff was going to land⢀ If you‛d like to test yourself on any of the vocabulary you hear in our program today, there is a quiz on our website@bbclearningenglish⢀com.

Now let‛s hear some more about that story from this BBC news report, weighing 18 tons and traveling to the 17th⢀  miles per hour, identifying exactly where the long March five B rocket will make landfill proved almost impossible until the last minute and made accusations of negligence, Chinese experts at asserted that the debris would likely land in the ocean.

And ultimately they were proved⢀ right⢀ so the remains of a Chinese rocket have landed in the Indian ocean⢀ now there have been some concern from some people about where exactly this rocket was going to land⢀ they were worried about injuries⢀ china insisted that the risk was very low on as it happens.

Nobody, as far as we know was injured after all⢀ catherine⢀ you‛ve been looking at this story across the world‛s media⢀ you‛ve picked out three words and expressions, which, uh, people will find useful for understanding the story⢀ what are they？ we have DeBry heats up and gumbo⢀ deBry heats up and gamble.

Let‛s start them with your first headline⢀ yes, we are starting with the South China morning⢀ post the headline, China, us tensions, moved to space as a rocket debris head sport earth, DeVry broken pieces of something larger⢀ yes, no interesting pronunciation for, for this one⢀ the word is spelled D E B R I S.

Now Neil, you are a British English speaker⢀ are you not？ I am⢀ so how do you pronounce this word？ well, I say, I think I say DeBry⢀ debris debris⢀ okay⢀ you will also hear British English speakers saying daybreak⢀ so you can say Deborah or de Bree, but if you are a speaker of American English, you will say in the earth debris, debris, and notice the stress shifts in British English.

It‛s on the desk⢀ or day the first part of the word in American English⢀ It‛s the second part of the word debris, but that ass is always silent⢀ yeah⢀ okay⢀ so a bit of a complicated word here pronounced in several different ways, but the most obvious thing is that we don‛t pronounce the S at the end⢀ why not？.

Uh, because it was a French word originally as it goes⢀ and in French words, often the S isn‛t pronounced, but we have our British version of this word, debris or debris⢀ yeah⢀ Interesting⢀ this word is neither too formal or too informal⢀ It‛s suitable for it⢀ yeah⢀ you can use it anywhere in any situation to describe basically.

Broken pieces or something that are often left, scattered around after an accident or some kind of violent, um, event⢀ so after a storm, when the weather‛s really bad, there‛s lots of wind⢀ there‛s lots of rain⢀ you go outside, you will see a rubbish everywhere⢀ bits of trees, broken brunches kind of bins have gone over lots of rubbish in the street after a storm.

That rubbish is DeBry⢀ yeah⢀ and we can also use it in a slightly humorous way to describe, uh, basically a really messy place⢀ yeah⢀ you can talk about the debris that‛s left after a party⢀ so it‛s not always natural disasters that can be created, you know, just mess that‛s created⢀ and in this rocket case.

So talking about debris, meaning pieces of the broken rocket scattered around⢀ okay, let‛s get a summary.

If you‛re interested in stories about space, we have one about a rocket that went into space and came back made by space X⢀ where can our viewers find the story you can read about the, you can watch the recycled rocket story by clicking the link⢀ okay⢀ let‛s have your next headline, please⢀ yes, we are now in the U S and our headline from CNN is China blamed the U S for hyping fears of uncontrolled rocket re-entry as space race heats up.

Heats up becomes more extreme⢀ yes⢀ two words⢀ now, first word hits⢀ h E a T S the second word up U P⢀ so the verb to heat up is a phrasal verb⢀ now, Katherine, I know what to heat up means⢀ that‛s what I do with my leftovers⢀ um, I get them out of the fridge and I put them in a little bowl and I put them in the microwave and I heat them up.

Is that the same？ to make food hot⢀ yeah⢀ um, you know, it‛s not quite the same, but when you heat food up, you make it hot⢀ you take it from a cold state to a hot state⢀ now, if we think about this more metaphorically, we often use the idea of getting hot or heating up to describe a situation which is getting more serious, more pressured.

More anxious, more important, more tense, often more angry⢀ so the, the space race is heating up⢀ It means it‛s getting more intense⢀ It‛s getting more serious⢀ there‛s more pressure⢀ so we could use words like intensify or agitate⢀ yeah⢀ good, good synonyms⢀ good synonyms⢀ so if you think about yourself at work, you know, you‛ve got an important meeting, there‛s a job to be done.

The deadline‛s coming more and more people are asking you questions about it⢀ you know that if this job isn‛t done properly, there‛s gonna be some problems⢀ so you can say that the situation is he saying, Oh, up, or you can say that the heat is off⢀ yeah, definitely⢀ the heat is on and we use, as you said, heat.

Metaphorically to describe sort of uncomfortable situations⢀ If you can imagine something being too hot, you don‛t feel good⢀ yes, exactly⢀ too hot to handle⢀ we, we talk about that when there‛s a situation that is really serious and you don‛t want to get involved, or if you are involved, there‛s going to be trouble.

Well, okay⢀ let‛s get a summary.

If you would like to watch another story about a situation where things really heated up, we have the perfect one for you about the Royal family⢀ yes, we do⢀ so just click the link to find out more now time for your next headline, please⢀ catherine⢀ yes, we are in the UK⢀ now with the Telegraph, China wins gamble after space rocket DeBry crushed lands in Indian ocean gamble, a plan that has both a risk of failure and the chance of success.

Yes⢀ g a M B L E⢀ now it‛s a known in our headline, but it can also be a verb⢀ that‛s right⢀ yes⢀ and people probably know the verb to gamble connected to betting⢀ so, yeah⢀ casinos horse racing, that kind of thing⢀ yes⢀ where you put some, you place some money on the result of something of race or a game of cards.

And if you guess, or predict the result correctly, you get more money back⢀ If you got it wrong, you lose your money⢀ now the idea of gambling is about risk⢀ Isn‛t it⢀ you take a risk, you might have a good outcome⢀ you might have a bad outcome, but you essentially⢀ you don‛t know for sure what‛s going to happen.

And that‛s the sense it‛s being used here⢀ Isn‛t it⢀ It‛s not about putting money on something in the hope of winning more money⢀ no it‛s about here⢀ the referring to the, the idea that it wasn‛t certain where this rocket debris was going to land and the gamble was, will it land in the ocean or will it land in a populated area and caused some damage？.

Now, China said that this wasn‛t a big risk, but some other people said, well, actually, That was a big risk here that could have been a lot of damage⢀ and that‛s why they saying China won the gamble because there was no damage eventually⢀ yeah⢀ we use set expressions with this as well⢀ take a gamble and a bit of a gamble.

Yes, absolutely⢀ and it‛s where you do something⢀ not really knowing whether the outcome will be good or bad⢀ yeah⢀ now a person who gambles is a gambler⢀ but that doesn‛t mean that this is a person in a casino or in a bookmakers putting bets on horses⢀ It can describe a type of personality that enjoys risk.

Yes, it can obviously, I mean, if you are a gambler, you can say I‛m a gambler⢀ I like going to casinos, but you can also just use it about your attitude to life⢀ you know, if you think, well, I‛m going to do this thing at work⢀ If it goes, if it goes badly, there‛ll be troubled⢀ but if it goes well, everybody will say I‛m fantastic.

Then your personality type is you like a gamble？ you‛re gambling⢀ okay, well, let‛s get a summary.

Time now for a recap of vocabulary, please, Catherine⢀ yes, we had debris broken pieces of something larger heats up becomes more extreme and gamble, a plan that has both a risk of failure and a chance of success⢀ If you‛d like to test yourself on the vocabulary⢀ There‛s a quiz on our website@bbclearningenglish⢀com and we are all over social media.

Join us next week and stay safe⢀ Goodbye⢀ bye.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/China_rocket_lands.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"BBC Learning English",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/China_rocket_lands.mp3",
   "audioLength":"11",
   "category":"",
   "views":"",
   "date":"2021-05-21T00:49",
   "tag":""},
  
  {"id":"9",
   "header":"Bill Gates faces conduct accusations amid divorce, report says",
   "image":"https://github.com/Boga28/news/raw/main/images/Bill_Gates_faces_conduct.jpg",
   "imageCaption":"(CNN Business)Bill Gates's 2020 resignation from Microsoft's board of directors came after the board hired a law firm to investigate a romantic relationship he had with a Microsoft employee, according to new reporting from the Wall Street Journal.",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/Cnn.png",
   "metin":"Developing this morning, a new wall street journal report says bill Gates, 2020 resignation from Microsoft‛s board of directors, coincided with the board investigating a romantic relationship that he had with a Microsoft employee. CNN, Christine Romans is joining us. This is a, you know, quite a bombshell what‛s happening here.

It is,good morning, Brianna, you know, earlier this month, bill and Melinda Gates announced they would be divorcing. That was news that rocked the world of philanthropy. Bill Gates in the headlines again this morning. Microsoft founder, bill Gates, facing misconduct accusations for relationship he had with a Microsoft engineer starting in 2000.

That‛s according to the wall street journal, the paper found that his March, 2020 resignation from the tech company‛s board of directors followed an investigation into the affair. By an outside law firm hired by the board. The Microsoft board became aware of the affair in 2019 after the employee sent a letter detailing the relationship, the journal reports during the probes of board members thought it was no longer fitting for Gates to continue his role with the company.

The journal said citing people familiar with the matter a spokesperson from Microsoft telling CNN a committee. Of the board reviewed the concern aided by an outside law firm to conduct a thorough investigation throughout the investigation. Microsoft provided extensive support to the employee who raised the concern, a spokesperson for Gates admitted to the relationship telling the journal quote, there was an affair almost 20 years ago, which ended amicably his decision to transition off the board was in no way related to this matter.

Okay, so you have to go some distance. You can‛t get it nearby. At the time. Gates announced his resignation. He said it was out of a desire to focus on his philanthropic work. In another report. The New York times reported that Gates developed a reputation for questionable conduct in work-related settings.

Adding that on at least a few occasions, Mr gates, pursued women who worked for him at Microsoft. And at the bill and Melinda Gates foundation, the time citing people with direct knowledge of the overtures Gates spokesperson denied any mistreatment of employees to the times and said it is extremely disappointing that there have been so many untruths published about the cause the circumstances and the timeline of bill Gates, divorce.

These revelations come just weeks after Gates and his wife, Melinda announced they were divorcing after 27 years of marriage. In the case of Melinda. It‛s a truly equal partner. The couple met in 1987 while she was working at Microsoft. I was new to Microsoft. There were, there were a lot of men there. Um, and you know, you, you‛re still looking around, you know, you‛re still figuring it out.

But after about a year of that, you know, sort of to our surprise, certainly my surprise, uh, you know, we, we said, Hey, I love you. And she said, she loved me. So these headlines come after the wall street journal reported, Melinda Gates was meeting with divorce lawyers back in 2019 after revelations about her husband‛s connection with accused sex trafficker, Jeffrey Epstein emerged sources told the journal that Gates is concerned about her husband‛s relationship with Epstein dated all the way back to 2013, especially because Melinda Gates is a global advocate for women and girls.

CNN has not confirmed this or any allegations decided by the journal and the times Brianna.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/bill-gates-faces-conduct-accusations-amid-divorce-report-says.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"CNN News",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/bill-gates-faces-conduct-accusations-amid-divorce-report-says.mp3",
   "audioLength":"4",
   "category":"",
   "views":"",
   "date":"2021-05-19T18:38",
   "tag":""},
  
  {"id":"8",
   "header":"Work-life balance secrets from the happiest countries in the world",
   "image":"https://github.com/Boga28/news/raw/main/images/why_finland.jpg",
   "imageCaption":"NurPhoto | NurPhoto | Getty Images",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/cnbc.png",
   "metin":"What makes me happy is I think I was definitely born happy⢀ And then life happens⢀ I’m getting a bit emotional here⢀ I feel very happy, very happy⢀ I’m happier now than when I lived in New York and I got paid probably twice as much in New York as I do here⢀ Our happiness is kind of like quiet, happiness, kind of a stillness.

Does it take to be happy?⢀The Nordic countries seem to have it all figured out⢀ Finland and Denmark have consistently topped the United nation’s most prestigious index⢀ The world happiness report in all six areas of life satisfaction⢀ How have they cracked the formula and are the people they’re really the happiest.

The United nations just named the happiest place on earth⢀ It is not Disney world⢀ It’s Finland in 2019, the world happiness report named Finland, the happiest country in the world for the second year in a row⢀ Denmark came in second place after claiming the top slot in 2013 and 2016 year after year Nordic countries like Norway, Iceland, and Sweden round out the top of the list.

Enter Jeffrey Sachs, a professor at Columbia and the co editor of the world⢀ Happiness report⢀ What do those countries have?⢀ They have a high level of prosperity to be sure, but they’re not the richest countries in the world by any means⢀ The idea is a good balance of life⢀ You don’t have to get super rich to be happy.

They believe in fact, if someone’s super rich, they look what’s wrong with that person⢀ So they’re not societies that are aiming for⢀ All of the effort and time to becoming a gazillionaires, uh, they’re looking for a good balance of life and the results are extremely positive⢀ The annual happiness ranking began in 2012.

But we can trace measuring happiness back to 1971 came in the inspiration of the country of Bhutan, a country in the Himalayas that many people know for its innovation of attempting to measure gross national happiness⢀ Globally a standard for measuring success and productivity is gross⢀ National product Butan had the bright idea of trying to measure happiness.

Measuring happiness is a fairly complicated business⢀ First of all, we need to understand what happiness means⢀ It means the satisfaction with the way one’s life is going⢀ It’s not primarily a measure of whether one laughter smiled yesterday, but how one feels about the course of one’s life⢀ Meet Mike Viking, happiness researcher and CEO of the happiness research Institute and Denmark, a lot of factors that impact happiness, everything from biology to income levels, to the city they live in.

But I think that the best predictor we see in the data of whether people are happy or not⢀ Is whether they’re satisfied or happy with their relationships⢀ So, so do we have somebody we can rely on in times of need?⢀ Do we have somebody we can share, uh, uh, hopes and worries with⢀ These six categories, help account for the differences in life satisfaction around the world.

GDP per capita, healthy life expectancy, freedom to make life choices, social support, generosity, and absence of corruption⢀ On average, richer countries are happier on average richer, people are happier, but once we get to a certain level of income, Additional $100 a month⢀ It’s not going to impact how people feel about their lives.

So with money, like with everything else, we see diminishing marginal return⢀ And I don’t know why I’m bringing up this quote because it’s extremely corny, but there is a Kanye West song in which he says that, uh, having money is not everything not having it is⢀ And I do think that’s true in the sense that when you don’t have it, it’s all you worry about.

And when you do have money, you can actually worry about other stuff⢀ Happiness also seems like this elusive thing⢀ We have two words, happiness in Danish⢀So we have Luca, which is the elusive thing, the thing you experience once every blue moon⢀ And then we have to be, Clell like the word glad, which is different because it’s more down to earth and you can be glad despite the fact that it’s not anything special, it’s no special.

Dave Lucas seems like this elusive thing that you can quite chase⢀ To be glad it’s more like our mindset⢀ So I feel more like I choose to be glad at times, rather than sort of trying to achieve happiness⢀ cause it seems like it’s never going to happen⢀ That will be⢀ Maria lives in Helsinki with her husband, Duke and her two-year-old son, Luca.

Yeah, there it is⢀ finland is the best place to have kids⢀ when you go give birth, it’s almost free⢀ we stayed in the hospital three full days as a family⢀ we had our own family room and we got like meals and support and help and everything⢀ and the bill was about 300 euros in the end⢀ It’s basically like living in a hotel.

In Finland, new mothers receive a free baby box jam packed with 63 items to help with the baby’s first year⢀ you don’t have to buy anything for the first two, three months, of course, diapers and stuff like that⢀ but basically, and also you can actually put your baby to sleep in that box⢀ our baby actually loca slept in the box for the first month.

Finland, along with the other Nordic countries offers generous parental leave⢀ ANU Partanen author of the Nordic theory of everything spent 10 years as a journalist in the U S before returning to her home country⢀ Finland, she’s also a mother then Finland, you get a 10 months of paid parental leave out of which about four months is set aside for the mother.

And you started before the baby is born and then father can keep nine weeks⢀ typically both parents stay home for the first three weeks⢀ they share the rest of the time until the baby is nine months old⢀ a parent can even stay home until the child is three years old and keep his or her job⢀ however, the stipend is much smaller.

Another determinant of wellbeing is one sense of personal freedom to make important life choices⢀ can you shape your life the way you Christina was unhappy at her job in advertising and took an eight month break?⢀ Social security is also something I think is very important⢀ what I did didn’t make me happy and it, it.

Didn’t let me have that work-life balance that we cherish so much here⢀ and so we have a system that made it possible for me to quit my job and have some thinking time and figure out, you know, what’s my next step in life⢀ christina received about $2,000 a month from the Danish government while she was unemployed.

She is now in school to become a painter⢀ her tuition is covered and she receives an educational stipend of about $1,000 a month⢀ two of the biggest perks of life in Denmark and Finland are free education and free healthcare income taxes⢀ no, not at all⢀ as high in the Nordic countries that Americans tend to think.

However, overall, it is completely true that the Nordic countries collect more taxes in general than the United States does in Finland and the Nordic countries⢀ there are higher taxes on consumption, like eating in restaurants and buying jeans⢀ but the thing that I think a lot of Americans forget is that the Nordic people are happy to pay those taxes because they get services in return daycare, great public education.

It includes your college tuition free⢀ It includes health care⢀ all of those are included in your taxes⢀ when the news hits that Binland is the happiest country in the world⢀ I think most people kind of reacted to it⢀ like, what are they talking about?⢀We don’t think of ourselves as very happy because it’s dark and gloomy in the winter and whatever.

It’s easier for fins and deigns to shape their lives because the government supports so many of their basic needs⢀ the American dream is probably more alive in Denmark⢀ the perception of freedom is probably also a little bit different⢀ It seems like in the us, the feeling is you have to be protected from the government and you have to have freedom from the government.

I think in Denmark, the sense is that the government protects you⢀ people trust other people, you leave a bag in a restaurant in Finland⢀ you’re pretty sure you’re going to make it back⢀ and the money is still there⢀ people even leave babies parked in strollers, outside coffee shops while they run errands.

I think partly the Nordic society cultivates that trust simply by providing basic services for everyone⢀ so there’s much less poverty, much less feeling of injustice, inequality, crime⢀ people get the education they need⢀ they can have a job⢀ they can work⢀ they don’t have to struggle in life as much⢀ there isn’t super wealth and there’s absolutely no super poverty.

Everybody participates⢀ It turns out it leads to a wonderful kind of life⢀ and one that is expressed year after year as making these countries, the happiest countries in the world, Monica and Alex are ex-pats who live in Copenhagen with their two teenagers⢀ alex is originally from the UK and Monica is originally from New York⢀  What else do you read olive oil and vinegar?.

We originally came here expecting to stay only three years, but it was so good opinion⢀ nine now it’s also safe⢀ and this comes back to the community and the trust we can let our kids go out and we do not have to sit here being really worried that are they going to come back?⢀ Are they safe?⢀ Where they’re going?.

Do we have to go pick them up?⢀ You still worry⢀ of course, but it’s just very different⢀ there’s still this very strong sense of family, friends, community⢀ balance is the formula for happiness Aristotle had it right when he launched the study of happiness to 2,300 years ago⢀ according to Aristotle’s golden mean good behavior lies between two vices, excess and deficiency.

People who pursue only money and say, I’ll be happier⢀ the richer, I am turn out to be less happy⢀ they do think having nice surroundings is a part of happiness, but I also think it needs to be linked with something that⢀ that sort of resonates with you on a deeper level, having nice surroundings and having a lot of money and being in a five-star hotel, invest Vegas does make you happy at all.

So I think it needs to have that balance⢀ cue the classic Nordic work-life balance⢀ rich Peruzzi, former new Yorker has been living in Copenhagen for seven years⢀ stay pretty tight to nine to five Workday⢀ but I do think that we get as much done in a, in a short period of time here⢀ as we, as we were doing in longer times, working in New York.

One of the comments we actually heard when we first came here was a day in saying that when you see someone working late, are they doing it because they can’t get their work done?⢀ Is there something, something wrong with them versus are they just trying to get ahead and working there?⢀ There is a sense that yes, work’s important and you need to get your work done to a high quality, but you also need to make sure it’s balanced, uh, appropriately  is a diplomat and an artist who has shaped her work schedule to make time for her passion.

So I actually need to go to my physical workplace only, only three days a week⢀ so then the rest of the time I can, I can spend here in the middle of nature.

When I walk in the forest, I walk there very quietly paying attention to all the small details and all the colors⢀ very slowly⢀ and I try to spot all the small, small details and I completely lose the track of time⢀ usually I spend about five to six hours picking mushrooms.

People don’t make as much money in the Nordic countries as they do in the U S⢀ so it’s not really about how much you make⢀ you don’t have to make as much to get the same quality of life as you would in the United States⢀ so if we look at the dimension called life satisfaction, we can see that that money does matter for wellbeing and happiness, but I mean, on average, richer countries are happier.

On average, richer, people are happier, but the mechanism here is being without money is a course of unhappy⢀ not everyone likes to talk about money either in Finland⢀ It’s been this kind of rule that you don’t talk about money that much, at least like my parents⢀ basically wouldn’t tell me how much they made.

For example, if I would ask as a kid, it would be considered bragging⢀ If you would tell about how much you make, et cetera, people are happier when they are generous⢀ and when they feel that the society that they’re in is a generous society⢀ and then we find people want to live in places with decent government.

If government is corrupt, If leaders are bizarre or autocratic or corrupt, the society is unhappy in 2019, Finland elected the world’s youngest serving prime minister, 34 year old sauna Morin danes are among the happiest people in the world, but they’re not necessarily the friendliest⢀ lars AP author of ethic, Flink, and founder of the movement of the same name wants to change that⢀ so ethic Flink is a national movement⢀ our prime goal is to take Danes that are among the happiest people in the world, but also being.

The friendliest people in the world⢀ why are we doing this as well?⢀ Because friendliness and positive human interaction means so much to us⢀ science shows us that⢀ and so we’re trying to do that in all sectors and all realms that we can think of Finland and Denmark, both have populations of less than 6 million people.

The U S has over 330 million people⢀ the Nordic countries are⢀ pretty homogeneous too, to population size and diversity affect happiness, a lot trees with relatively homogeneous population similarities among people at ethnically or terms of religion and so on and are not very happy⢀ so it’s no guarantee.

And on the other hand, it’s possible to have⢀ a lot of diversity and more happiness, uh, our Northern neighbor in the United States, Canada ranks higher⢀ yeah⢀ I think that Finland is probably one of the most homogenous countries in Europe⢀ still⢀ we have recently had quite a lot of immigration, but I would say that still it is fairly homogenous thing.

It’s funny⢀ cause I kind of always, I guess, assume that the initial society was kind of diverse, but then we went to see Dave Chappelle’s show here in Copenhagen and both him and the guy who he had with him as support kind of opened their show saying Denmark is so white⢀ and I never really thought about that before, but then ever since that show, I just think about it all the time.

We’ve been having immigration for⢀ hundreds of views from all over Europe⢀ I mean, in the seventies, we had a lot of people from, from Turkey coming up from, from Vietnam⢀ um, we had people from Yugoslavia in the nineties and Denmark has remained, uh, happy throughout that period⢀ the 2018 world happiness report explores happiness among natives and immigrants.

It shows that when immigrants are happy, the countries are too⢀ but if the country is already happy, new immigrants will experience increased happiness⢀ It shouldn’t undermine happiness in the Nordic countries that there are influx of, of people born abroad⢀ there’s also a dark side to happiness⢀ like in Denmark.

One of the biggest epidemics right now is stress and people being sick with stress and having to leave their jobs and⢀ people outside of Denmark, didn’t really understand what that meant⢀ like what do you mean stress leave, but it might be that expectation to have a work-life balance here that stresses people out that you both have to work, but you also have to take care of your family.

Also have to be social with your friends⢀ you also have to, you know, do this self realization thing, hobbies and traveling, and there’s so much you have to do in the same amount of hours⢀ whereas maybe in⢀ new York or other places, you know, that you’re going to work to 10 every day⢀ so you don’t expect to have the same balance.

You know, it can be hard for outsiders to break into the Nordic cultures⢀ the deans have such tight knit friend and family groups⢀ It’s not very natural for them to just include people, new people into their, into their groups⢀ It is a little harder when you come in from the outside to, um, sort of become part of that group.

We’ve had some, some great, uh, Danish friends, some metal work, but, uh, it’s, it is harder⢀ I think from the, on that side compared to the UK and the U S in terms of developing friendships, there can be serious side effects to maintaining high levels of happiness⢀ within the States⢀ If you look at the level of life satisfaction, the higher, the life satisfaction, actually also the slightly higher, the level of suicide rates.

And the theory here is that it might be more difficult to be unhappy in an otherwise happy society, because it creates a stronger contrast to how you are feeling if you are surrounded by, by very happy people⢀ so Denmark actually used to have⢀ really high suicide rates⢀ so in 1980, we had suicide rates of around 40 per 100,000, which was, um, I think some of the highest in the world now, fortunately it’s around 25% of that.

So it’s around 10 per 100,000⢀ south Korea and Lithuania have some of the highest suicide rates in the OECD as of 2017⢀ so fortunately suicide rates have been reduced a lot in Denmark and also in Finland⢀ there’s also been a great reduction over the past few decades, but, but still it’s not zero⢀ so we still need to reduce that even further.

Despite mental health challenges, a big part of Finnish culture focuses on overall wellbeing⢀ so now it’s a sacred thing for fins⢀ I have like so many good memories about having these Sona moments with my family⢀ really Soule is some thing that I suppose you kind of have to like and love as a fan as of 2018.

There were 5⢀5 million people living in Finland and around 2⢀3 million saunas grandmother always used to tell us kids that we can’t fight in the sauna because we, then we would risk angering the sound elf, and there’s even, even a sound I in the government of Finland, where they say that they make some of the most important political compromises because you’re culturally not allowed to fight in the summer.

Danes have mastered the art of comfort and coziness through Hugo⢀ I think the best short definition of what hoodoos is the art of creating a nice atmosphere⢀ and of course that is something that happens everywhere⢀ but what is uniquely Danish is we have⢀ a word that described that situation⢀ you can curl up in a couch and read a good book and have good music on and just be triggered.

Cole actually means the corner of your room⢀ there’s a, a social component to who get, which I think is really important⢀ you go seeps everywhere throughout the country from cozy drinks to warm lighting⢀ one concrete manifestation of Hugo is the focus on lighting⢀ the rule of thumb is the warmer, the light.

The more you can leave the lights⢀ so Danes love candles⢀ so, how does Hooga contribute to happiness?⢀ So happiness is both having a strong sense of purpose in life⢀ It’s also experiencing moments of pleasure on a daily basis⢀ It’s also feeling satisfied with life overall⢀ so here is this element in our daily lives, where we experience comfort and pleasure and togetherness, and hopefully over time, that accumulates also to a higher sense of life satisfaction.

Another way Denmark and Finland support their citizens paid annual vacation⢀ so I know in Nordic countries, everybody has a right to paid annual vacation⢀ It varies a little by country, but in Finland, for example, it’s typically after you work one year for the same employer, it’s four weeks in the summer.

And one week in the winter and everybody gets this⢀ I actually heard a statistic⢀ It’s something like when Americans go home after work, uh, October 27th, you guys have worked as much as Danes will work, uh, for the entire year⢀ but I actually think that taking a little more time off also makes you a, a lot more productive.

In Finland, it’s traditional to spend the summer and a summer cottage or bookie⢀ we, we did have a summer house when I was little⢀ It was something that my, my grandfather built himself during the sixties, I think⢀ and we used to go that like all the time when I was small and weak, doesn’t go piles past.

And during the summer, when I’m not thinking like, Oh, wish we still had it⢀ traditionally the med case wouldn’t have necessarily electricity or running water⢀ and usually most kids come with a Lake or the Baltic sea⢀ you can go to your Sona and have a dip in the water⢀ so in a Nordic country, the vacation time also serves families that if the parents stagger their vacations a bit, they can handle much easier than some of vacations for their children.

And of course, then the family can spend time together⢀ maybe if any is having, as she’s more like inside, you know, it’s like you not be used or something like that, then it’s not so open⢀ and it’s like a balance it’s more balanced⢀ I think⢀ so ultimately happiness is relative⢀ If you think you’re having more sex than your neighbor, then you’re happier⢀ we are social beings⢀ we compare ourselves to each other⢀ so there are social comparisons in salary in terms of the houses and how successful we believe we are, but also in terms of, so what’s one small way.

We can be happier today for me, something that I’ve done, which has made me happier is exercise⢀ I think the saying no of being a tiny bit more selfish can make you happy⢀ one step to improve⢀ your sense of happiness is go first⢀ you’re walking down the street⢀ someone else comes walking towards you⢀ It might be just a smile.

It might be just looking the other person in the eye, whatever it is, but go first with that⢀ cause you can’t expect that the other person is going to do it⢀ don’t be reactive⢀ go first⢀ we sometimes talk about the ABC for mental health⢀ If you want to boost your mood, three sort of universal tips is doing something active.

Doing something together with other people and doing something meaningful⢀ so gather a group of friends, go for a walk⢀ that could be something that could boost⢀ yeah⢀ you’ll move⢀ predicting the future on this is a very difficult, unfortunately, where will the USB, it could be even worse than now⢀ It could be much better than now.

It’s a matter of actually making choices for a⢀ better direction for the country and one that is not guided by fear and hate, but one that is guided by a sense of community in the common good.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/why_finland.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"CNBC News",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/why_finland.mp3",
   "audioLength":"26",
   "category":"",
   "views":"",
   "date":"2021-05-15T20:31",
   "tag":""},
  
    {"id":"7",
   "header":"Human Smuggling a Profitable Business at Immigrants’ Cost",
   "image":"https://github.com/Boga28/news/raw/main/images/human_smugling.jpg",
   "imageCaption":"FILE - In this April 10, 2019 file photo, migrants walk at dawn as part of a new caravan of several hundred people sets off in hopes of reaching the distant United States, in San Pedro Sula, Honduras. (AP Photo/Delmer Martinez, File)",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/VOA.png",
   "metin":"Ronald Garcia is a 39-year-old Guatemalan man who recently entered the United States illegally. He is currently at Casa Alitas, a shelter for immigrants in Tucson, Arizona. While there, he told about his border crossing.

Garcia said he paid smugglers $20,000 to get him across the border. He said he had to sell all he owned to come to the US.

Crossing into the United States illegally is a big business in Central and South America. Many people leave their countries due to the violence and poverty. They pay huge amounts of money and risk their lives to leave.

Garcia said of his experience, “They put me in a trunk where you couldn’t breathe, and well, thank God (I survived), because they say that all those who are put there, they die.”

The US Border Patrol (USBP) says illegal smuggling operations are big business.

A RAND Corporation study estimated smugglers made between $200 million and $2,3 billion in 2017 transporting people into the US, mostly from Central America.

USPB spokesman Mario Escalante said it is a dangerous business as well. He said smugglers sometimes abandon the migrants, steal from them, rape them and worse.

Garcia agrees.

“They ask for a quantity of money, and if they don’t get it by the time and date they say, they’ll kill you,” he said.

Henry Cuellar is a US lawmaker from Texas. The congressional area he represents stretches from San Antonio to the border town of McAllen in southern Texas.

Cuellar told VOA that smugglers also provide transport for illegal drug traffickers.

But it is not just criminal organizations making money from immigrants.

Private research business Dynamic Securities Analytics reports that the American financial industry also profits from the illegal business. They profit from fees connected to electronic payments made by undocumented immigrants.

President Joe Biden supports extensive immigration reform. Biden has also warned migrants against making illegal border crossings.

Former ambassador Roberta Jacobson is Biden’s adviser on southern border issues. She told VOA that the administration is working with foreign intelligence sources to fight human smuggling operations.

I’m John Russell.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/Human_Smuglings.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"VOA News",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/Human_Smuglings.mp3",
   "audioLength":"4",
   "category":"",
   "views":"",
   "date":"2021-05-12T15:20",
   "tag":""},
  
   {"id":"6",
   "header":"Big News documentary explores U.S. media, polarization",
   "image":"https://github.com/Boga28/news/raw/main/images/US_Media_Polarization.jpg",
   "imageCaption":"The CBC documentary Big News takes a look at how the U.S. news media played a role in political polarization, mistrust and 'fake news.'",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/CBC_News.jpg",
   "metin":"We’re going to show you next, a little bit of a sneak peek of a brand new CBC documentary⢀ It is called big news⢀ It premiers today on CBC gem⢀ So you can stream it as of today⢀ You’re going to see in this doc, the way us news, media, stoke partisan division in the us, how social media, how fake news and mistrust have politicized.

\tThe pandemic have politicized protest⢀ Here’s an excerpt of today’s documentary⢀ I think we underestimate the power of the media to shape our worldviews⢀ We were no longer consuming the same story⢀ People only want to watch what they already agree with⢀ We are so polarized that we will⢀ Polarized around.

\tAbsolutely⢀ Anything moving ever closer to this cliff⢀ shooting guys⢀ When the coronavirus came along, you desperately needed to know the truth, disagree⢀ You’re where you’re going to have your thoughts to where I’m at⢀ I disagree science.

\tThey’re simply incapable of reporting on the country in ways that a lot of people in the country would understand.

\tBig news from the documentary⢀ Look who’s with us this morning, our senior correspondent in Washington, Paul Hunter, my heart is pounding for, from that promo⢀ I mean, obviously⢀ It is a very dramatic documentary, but it gets to some very important issues⢀ And Paul is with us this morning to talk about things good morning and welcome back.

\tNice to see you for a long time⢀ I know I was thinking it was inauguration day, January 20th, that we last saw you⢀ And we’re going to talk about some of the things that relate to that, but let me get you to get your perspective overall, this documentary, what, what you see it’s trying to do, because part of your work is part of this, but, uh, what you see the documentary is trying to do and how it mirrors.

\tOkay⢀ What you have experienced and witnessed in your 10 years covering the U S political scene, such a, such a small, simple question, Heather, you know, I hear your voice in it for a snippet, or there’s a snippet of me, sympathy of our friend, Steve D’Souza, but mostly it looks at the U S media and the sort of, what it really tries to do is connect the dots.

\tTo explain or try to how we got to where we are right now, which is, you know, a place where people don’t trust the news, where people don’t know where to find the news and what to think of it⢀ When they see it, how did we get here? How did this country society get to a place where it is so polarized, where there aren’t conversations anymore?.

\tThere are just angry, shouting matches⢀ Among politicians among media⢀ How do people find the truth? How did we get here? It tracks, it goes back to the Dawn of public broadcasting, but mostly it looks really at the last 20, 30 years, uh, during the rise of this period, that again gets us to the point where we are now.

\tIt’s quite a dark, I’ve watched the whole thing⢀ That was a great little promo⢀ And it’s about an hour long it’s, um, it’s instructive and it’s kind of sobering, you know, because we’ve come to⢀ No, the world was at a point where they thought, you know, all information will come from the news⢀ And now the news is questioned.

\tDoubted not believed⢀ By millions of people⢀ And that’s a challenge for democracy, little clip for you, Paul, and it’s not from the documentary, but it just speaks to how the current president Joe Biden is dealing with the climate that exists presently and how people don’t believe that they are getting the truth.

\tSo let’s watch this and then we’ll, we’ll bring it back to the, uh, the discussion last summer I was in Philadelphia and I met a small business owner, a woman⢀ I asked her, I said, what do you need most, never get what she said to me⢀ She said, looking from behind the ice, he said, I just want the truth, the truth.

\tJust tell me the truth⢀ Think of that⢀ My fellow Americans you’re owed nothing less than the truth⢀ So as he addressed the American population there in that prime primetime special⢀ I just want the truth⢀ When, when did that departure occur? Paul, you know, I thought there was a remarkable moment, uh, in Biden’s speech, uh, that night, a couple of weeks ago.

\tUm, you kind of hear that from people all the time⢀ You know, if I’m going out talking to, you know, regular people, uh, it’s interesting⢀ The last, I would say the last 10, 15 years, people want to know who you work for⢀ Uh, what’s your agenda⢀ Do you have an agenda? What is your network about, what is your story about because people, they are wary of bias.

\tThey are wary of non-truths and like, you know, the woman in Joe Biden’s story, people just want the truth and they don’t know how to find it⢀ You know, in the documentary, to me, there’s a couple of turning points in all of this⢀ There’s the rise of Fox news⢀ There’s Donald Trump and, and the repetition of fake news and all that kind of stuff.

\tBut at one point, the documentary looks at, um, the, the program crossfire, if you remember that, um, where they would get somebody on, on the left and somebody on the right and have what was ostensibly a debate and what extensively presented as a kind of news and information program⢀ Um, but what the documentary underlines is that it was, it was, it was an us versus them.

\tIt was a, this team versus that team⢀ And that, that⢀ Isn’t really helpful⢀ They, they show a Jon Stewart clip where he calls them out on this⢀ Um, and what that program led to was a polarization of people⢀ It’s us, them there’s no middle ground⢀ You know, I talk to journalism students a lot, uh, over the, over the course of years.

\tAnd yeah, I have often made the point that that you’ll encounter a tension to be, you know, One side or the other, because that’s somehow sexier the, that the tension in that is makes for a sexier more interesting story, but right⢀ But the truth is usually somewhere in the middle and your job is to get to the truth.

\tSometimes all the time, that’s not black or white, that’s gray⢀ Your job is to make that story interesting and valuable, but that’s what the news is about the truth and get to the truth⢀ So get away from the, this side or that side of the shouting matches that can ensue⢀ It may be⢀ Entertaining to watch, but it’s at the end of the day, it, it may not be valuable for people that are just trying to get information.

\tSo interesting⢀ Would you talk about the polarization and then the fact that, I mean, as we heard in that promo clip, that people only are interested in listening what they already believe⢀ You know, they’re not listening and learning to the other side or talking to the other side or it’s that echo chamber mentality that continues.

\tI want to bring back⢀ We saw that image very briefly, but when you bring in fake news, this phrase that we all know, uh, alternative facts, I think back to that from 2017, that was a key turning point moment I would imagine⢀ But⢀ With the election of Donald Trump⢀ And then now of late the pandemic, here’s the picture that we’re going to look as, you know, that when he returned from the hospital, after having being treated for COVID-19 and makes that triumphant return up the steps of the white house, uh, just bear with me.

\tWe’re going to look at that image again⢀ Oh, it is eclipse or Paul will watch this and we’ll talk about it in just a second⢀ Sure⢀ Yeah.

\tSo, sorry⢀ There is no sound there⢀ Yeah, there’s the image⢀ And then that⢀ Cam, you can see the bulbs flashing he’s up the stairs and there he is⢀ And he takes off the mask⢀ How has all of that Trump and the pandemic, how was it all exacerbated? Things know there’s another, you know, another, I think, um, instructive moment in the documentary, uh, uh, where it’s Leslie stall from 60 minutes talking with Donald Trump about his sort of perpetual, um, disparaging of the news and you know, the fake news, et cetera.

\tAnd he says she recounts that he tells her⢀ That he says that so that people will believe him, not people who are filtering his message or, or saying what they want about⢀ And they will only believe him⢀ I’ve I’ve, you know, thought for a long time⢀ The two most powerful words in his lexicon were fake news.

\tAnd he had been to places where he will do that at those rallies⢀ And then people will turn and do the CNN sucks, you know, to the media pen in the middle⢀ And he creates, he again, builds on this⢀ You’re on one team or the other you’re either with me or you’re with the, you know, the enemy of the people, the media, as he put it.

\tAnd you know, we talk about the bully pulpit that the president has⢀ When you say this often enough as president people tend to believe it⢀ Right⢀ And that’s a challenge for the media⢀ I mean, we’ve got to do our job⢀ We’ve got to call that out⢀ We’ve got to fact check⢀ We’ve got to tell stories⢀ We’ve got to demonstrate what the other side is.

\tBut it’s complicated and it’s hard because that’s a very powerful position to be in as president, you know, even, you know, during COVID for example, when he comes out and he starts talking about, you know, hydroxychloroquine or bleach or sunlight, and by he, I mean, any president, right? How do you, how do you know what the truth is?.

\tEven as a journalist, maybe he heard something in the oval office that he’s, he can’t really explain⢀ There’s not a Liberty to, or whatever, or is it just wrong or is it a false information or is it a lie you don’t know⢀ And how do you get to that? It’s kind of circular in the end, but it has become a complicated thing to do it, it, you know, to cover politics in this country in the last 10, 15.

\tSo let’s look to consequences in the future and I’m going to⢀ Bask for some footage of what we saw on January the sixth⢀ When you talk about the presidential bully pulpit, and you can see in these pictures of the Capitol riots, you see how people responded to what the president said, the consequences of this kind of, uh, of this kind of discussion.

\tThen it makes you wander again in, in, in conjunction with this documentary, Paul, the consequences of this debate and in this kind of messaging and how on earth do we ever get it back? Look ha ha Heather, the thing is the other, I think failure of big media, the industry, not the documentary, um, is for too long, too many news organizations, um, ignored too many voices in America.

\tYou know, the reason the us versus them grabbed hold⢀ Is because people outside of New York people outside of the Washington beltway people outside of Los Angeles, outside the major media centers felt, I think rightly that their voices were not a part of the conversation, um, about life in America, about politics in America, they didn’t show up on the big news shows and.

\tThus, they felt left out⢀ And so when someone comes along, who promises them to make their country great again, uh, that’s an easy thing to want to be a part of because nobody else is listening to you⢀ And I think one of the points that the documentary underlines is that that was a failure of media to reflect all voices in America.

\tAnd we’re all sort of paying the price for that now⢀ Lessons for so many in all of this, Paul, thank you for that wisdom and that experience shared and, uh, will appreciate hearing your voice⢀ I didn’t know⢀ I had a snippet in there too⢀ We’re all part of it as of today⢀ Uh, thank you, Paul Hunter, our senior correspondent from Washington and that CBC news, original documentary again, big news available right now.

\tYou can stream it on CBC gem.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/US_media_polarization.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"CBC News",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/US_media_polarization.mp3",
   "audioLength":"13",
   "category":"",
   "views":"",
   "date":"2021-05-12T01:38",
   "tag":""},
  
  {"id":"5",
   "header":"Hamas fires more than 45 rockets at Israel",
   "image":"https://github.com/Boga28/news/raw/main/images/Hamas_fires.jpg",
   "imageCaption":"The Israeli government reports Hamas has fired more than 45 missiles all over Israel. The rockets, aimed at Jerusalem, come as thousands of Israelis celebrate Jerusalem Day.",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/fox_news.png",
   "metin":"That’s Israel firing missiles into Northern Gaza as Hamas fires over 45 rockets aimed towards Jerusalem.

This is according to new reporting out from the IDF.

That’s the Israeli defense force.

It comes as tensions.

Continue to ratch up in the region.

Following what has been a week’s long new spate of military conflict Trey Gates joins us now from Israel with details on the ground.

Hi Trey.

Jillian good afternoon.

This was a red line for Israel firing on Jerusalem.

Earlier this evening, seven rockets targeted the city and dozens of rockets have targeted communities along the Gaza border here where we are standing.

The past 30 minutes have been quiet.

But the IDF, the Israeli defense forces are preparing.

They say four days of fighting along the Gaza border.

If we spoke earlier with sources inside Gaza who have confirmed that the Israelis are now responding with airstrikes inside the Gaza strip.

\tAccording to the Palestinian health ministry, nine Gazans have been killed, including.

\tThree children in this Israeli, retaliation.

\tHow did we get here? That’s the big question? Well, this week has been extremely tense.

\tThere were protests across Jerusalem that turned to riots early this morning, more than 300 Palestinians were injured at the Al-Aqsa mosque as Israeli security forces stormed in all of this related to two major issues.

\tHaving to do with access to a Locksa and also the shake Jarrod neighborhood in Jerusalem.

\tThose are very local and focused issues for this conflict.

\tBut as we have seen tonight, this is evolving into a much larger situation.

\tI want to get just some information that we’re getting here from the Israeli military, they are calling this a severe assault on Israel.

They say they hold Hamas.

\tThe group in control of Gaza, responsible saying Hamas will bear the consequences.

\tWe also know according to the Israeli defense spokesperson that.

\tA Hamas military commander was targeted in some of this Israeli retaliation this hour.

\tAnd this takes things to a different level inside Gaza because the factions there then say they need to respond.

There are two big factions inside Gaza.

One is Hamas and the other is Islamic jihad.

\tBoth of them have fired rockets tonight into Southern Israel and central Israel in the past, the last major round.

Only focused on Islamic jihad.

\tSo the fact that Hamas is getting involved in the fight means that this is turning into a serious conflict for the region.

\tAnd as you can see behind me, police have blocked off roads leading to the Gaza border itself.

\tWe’re just about a mile away from the border and there are bomb shelters opened all around us.

\tIt’s very quiet in this city of stood up because people are preparing for further conflict.

Trey.

Thanks for being there for us.

Stay safe.

We’ll check back in with you later.

Appreciate it.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/Hamas_fires.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"Fox News",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/Hamas_fires.mp3",
   "audioLength":"3",
   "category":"",
   "views":"",
   "date":"2021-05-11T21:11",
   "tag":""},
  
   {"id":"4",
   "header":"#MeToo Serbia: 'I thought I was the only one'",
   "image":"https://github.com/Boga28/news/raw/main/images/MeToo_Serbia.jpg",
   "imageCaption":"A #MeToo movement has been sweeping through western Balkans after Serbian actress Milena Radulovic went public with allegations of abuse against a former drama teacher.",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/bbc_news.png",
   "metin":"When it was happening to me, I thought that I was the only one, not only with him, but in the world who is surviving, something like this. Serbian actor Milena Redulovic shared her story of rape in January. It was like a dumb  broke setting off a metoo wave empowering women across the region to speak up about a taboo subject.

\tWell, this story is shaped Serbia from the gound. Milena has accused famous produce and drama teacher Miroslav Alexi of raping her when she was 17 and studying at the prestigious acting school in Belgrade, several other women from the same school have come forward with similar accusations. Alexa has since been charged with rape and other illegal sexual acts.

\tHe denies wrongdoing and is being held in detention, the publicity around the case, unleash the tide of testimonies and brought another case back into the spotlight. I remember clearly, um, hearing about Milena's story and being in tears of joy, I was just thinking of that. My mission to encourage other people to speak has started.

\tDaniella Steinfeld is a Serbian filmmaker now based in New York.

\tLast year, she released a documentary examining the aftermath of sexual assault. Including her own recently, she revealed the name of the man. She says raped her well-known Serbian actor Branislav Lečić who denies the allegation. Others have come out with similar accusations and investigation is underway and no charges have yet been made violence against women is a serious concern in Serbia.

\tThe country ratified this symbol convention to protect women, but reporting and conviction rates are extremely low. Most of the victims in the Balkan region are still in silence. The self silencing is a self protection because one thing is to survive sexual assault and reach for safety. The other thing is to survive the unpredictability of a backlash disbelief, shaming.

\tDaniela left Serbia, abandoning her successful acting career there from a PTSD and from pretty much dysfunctional person that I was for years, I raise up to make the film to make something that it was helpful for many people. And that is something that has healed me. For Milena, one reason to share her story was to make people see what's been hiding in plain sight.

\tI knew that it is going to be interesting for everybody because I was this protected princess girl from a good family and everybody would have like, Oh, she's leading such a fairytale. So I knew that it's going to be like, Oh my God, like her, if I kept talked to Daniella, um, right after the assaults, um, I would tell her.

\tUh, to not be afraid, go tell your parents now. Yeah. And I would tell her that it's not only your case. And to know that no matter how difficult and long, long, long time it's needed, the healing is possible.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/MeToo_Serbia.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"BBC News",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/metoo_serbia.mp3",
   "audioLength":"4",
   "category":"",
   "views":"",
   "date":"2021-05-10T21:30",
   "tag":""},
  

{"id":"3",
   "header":"News in Brief",
   "image":"https://github.com/Boga28/news/raw/main/images/News_in_Brief.jpg",
   "imageCaption":"© UNICEF/Amarjeet Singh",
   "authorImage":"https://raw.githubusercontent.com/Boga28/news/main/NewsChannelImages/news_un.jpg",
   "metin":"This is the News in Brief from the United Nations.

India’s new COVID-19 wave spreading like ‘wildfire’: UNICEF

\tA new wave of COVID-19 infections is spreading like “wildfire” across India, leaving many youngsters destitute, the UN Children’s Fund UNICEF said on Friday.

\tIn the last 24 hours, India registered nearly 4,000 coronavirus deaths and over 414,000 cases; “the highest daily case count recorded by any country in the history of (the) COVID-19 pandemic”, said Yasmin Ali Haque, UNICEF Representative in India.

\tThe impact on children has been dire, she said, highlighting the increased risk of violence, as lockdowns have closed the usual places of protection for youngsters, such as school.

\t“We haven’t seen yet any indication that the proportion is any different to what we saw in the first wave, however the numbers are far greater; we’ve seen the virus entering a household; it just takes one member in the household to be affected and it seems to spread like wildfire throughout the family.” 

\tThere has also been a spike in illegal adoption pleas on internet platforms by families desperate to find homes for orphaned relatives, the UN official said, in a call to promote family tracing and speedier help for vulnerable families.

Attacks force thousands to flee in Burkina Faso

\tTo Burkina Faso now, where aid agencies are deeply concerned by violence that’s  killed 45 people and forced more than 17,000 to flee their homes in the last 10 days.

\tThe alert from the UN refugee agency, UNHCR, comes after gunmen carried out attacks in three separate regions, burning down houses and killing civilians.

\tThe armed groups – described in reports as jihadists - also ransacked health centres and damaged homes and shops during a series of attacks in the East, North and Sahel regions.

\tUNHCR spokesperson Boris Cheshirkov told journalists in Geneva that the victims were now fleeing towards larger and more secure urban centres, often arriving “with few or no belongings”.

\tThey are in urgent need of food, shelter, clean water, and health care, Mr Cheshirkov said, adding that violence in Burkina Faso has forced well over one million people to flee their homes in search of safety in the last two years.

Probe call into Rio favella police operation that left 25 dead

\tFinally to Brazil, and a call from the UN rights office for an independent investigation into a police operation in a Rio favella that left at least 25 dead.

\tThe call from the Office of the High Commissioner for Human Rights (OHCHR) comes after police officers on the ground and in a helicopter overhead reportedly opened fire on a heavily built up residential neighbourhood during an operation against organised crime.

\tOHCHR spokesperson Rupert Colville said that Thursday’s incident was probably the “deadliest” operation of its kind in more than a decade.”:

\t“I think there’s sort of a widespread responsibility here, shared responsibility. Yes of course, there are political sides to it, but you have the institutions which control these operations and you have the judiciaries, you have the police, you have the judiciary, you have the ministries involved in these kind of investigations and operations. So it appears, as you say, that collectively, you know, they’re not succeeding in stopping these kind of really disturbing over the top lethal operations.”

\tMr Colville noted that the operation had taken place despite a Supreme Court ruling last year which restricted police operations in Rio’s favelas during the COVID-19 pandemic.

Daniel Johnson, UN News.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/News_in_Brief.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"UN News",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/News_in_Brief.mp3",
   "audioLength":"4",
   "category":"",
   "views":"",
   "date":"2021-05-10T14:45",
   "tag":""},
 
  
  {"id":"2",
   "header":"Former Police Officers in Floyd Case Face Federal Charges",
   "image":"https://github.com/Boga28/news/raw/main/images/Four_Former_Police_Officers_in_Floyd.jpg",
   "imageCaption":"In this May 25, 2020 file image from surveillance video, Minneapolis police Officers from left, Tou Thao, Derek Chauvin, J. Alexander Kueng and Thomas Lane are seen attempting to take George Floyd into custody in Minneapolis, Minn. (Court TV via AP, Pool)",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/VOA.png",
   "metin":"Four former police officers involved in the arrest of George Floyd in Minneapolis, Minnesota last year are to face a federal civil rights trial.

\tA federal grand jury has decided to bring charges against the four accusing them of violating George Floyd’s constitutional rights. A grand jury is a group of citizens who study evidence to decide if there should be a trial in a legal case. The decision was made public Friday.

\tFloyd died after officers restrained him on the ground during his arrest on May 25, 2020. During the arrest, Floyd repeatedly said he could not breathe in an incident which was filmed and shown all over the world.

The charges

\tDerek Chauvin is charged with violating Floyd’s right to be free from unreasonable seizure and excessive force.

\tTou Thao and J Alexander Keung are also charged with violating Floyd’s right to be free from unreasonable seizure. The charging document alleges that the two did not try to stop Chauvin as he put a knee on Floyd’s neck.

All four officers, Chauvin, Keung, Thao, and Thomas Lane, are charged with failure to provide Floyd with medical care.

\tChauvin is also charged in connection with the arrest and restraint of a 14-year-old boy in 2017.

\tThree of the former officers, Lane, Thao and Keung, appeared before the US District Court in Minneapolis through a video link. Chauvin was not part of the court appearance.

\tIn April, a court in Minneapolis found Chauvin guilty of murder and manslaughter charges brought by the state of Minnesota. He is being held in a high security prison in the state as he waits for his sentence to be decided by a judge.

\tThe three former officers named by the federal grand jury also face state charges in a trial planned for August. They are free after paying a bond to ensure that they appear for trial.

The incident

\tThe charges are the result of the arrest of Floyd last year. The officers stopped Floyd after he was accused of trying to use false money at a store and acting unusually. Court evidence states that Floyd resisted being arrested.

\tChauvin then restrained Floyd on the ground with his knee on Floyd’s neck for more than nine minutes. State lawyers say that Kueng placed his knee on Floyd’s back and Lane held down Floyd’s legs during the arrest. The state lawyers also say Thao held a gathering crowd back and prevented them from intervening in the arrest.

\tEric Nelson, Chauvin’s lawyer argued during his murder trial that the former officer acted reasonably in the situation. He said that Floyd died of existing health problems and was using drugs at the time. He also requested a new trial for Chauvin noting several issues. Among the issues was that the judge did not move the trial to another place although the incident caused violent protests in Minneapolis.

\tFloyd’s arrest was captured on video by many people who gathered around the arrest. The incident brought public anger and protests, both peaceful and violent, across the country against police use of force and racial inequality.

\tI’m Mario Ritter, Jr.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/four_former_police.srt",
   "hardWord":"",
   "authorName":"",
   "channel":"VOA News",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/four_former_police.mp3",
   "audioLength":"5",
   "category":"",
   "views":"",
   "date":"2021-05-08T08:10",
   "tag":""},
  
  {"id":"1",
   "header":"Virus, Technology, Unrest Make a Stressful Year for US Teachers",
   "image":"https://github.com/Boga28/news/raw/main/images/tech.jpg",
   "imageCaption":"First-year teacher Cindy Hipps stands outside of Lagos Elementary School, at Manor Independent School District campus east of Austin, Texas (Acacia Coronado/Report for America via AP)",
   "authorImage":"https://github.com/Boga28/news/raw/main/NewsChannelImages/nbc.png",
   "metin":"Ana Saul Romero has seen many changes in teaching methods, testing, and technology during her forty years as a teacher. But this year, she said, has given her a lifetime’s worth of changes.
\n\tIn her first-grade class in Manor, Texas, just outside of Austin, only 12 students are inside the classroom. The other half of the class join in from home by video. Romero now stands behind a clear divider working with a pointer, a laptop, and a few other technologies to teach her students.
\nSuper teachers
\n\tRomero said, “it is difficult with the technology, and I have learned more, but it is not enough, it is never enough.” She said she is from an older generation and she misses the daily, in-person connections with her students.
\n\tFirst-year teacher Cindy Hipps is Romero’s teaching partner. She said it was like being “introduced to the ring of fire of teaching.” She added, “I feel like a superwoman now.”
\n\tThis spring marks a year since the coronavirus pandemic shut down schools across the United States. It forced many students, parents, and teachers into virtual classrooms.
\n\tAs states permitted larger groups to gather, some students have since returned to school. Many schools now use a combination of virtual and in-person instruction in class. And teachers like Romero have to learn new ways of teaching all the students.
\nLast school year
\n\tAdding to the difficulties, not all students have equal access to internet and technology. There were political and social protests across the country. And many tired educators are wondering if this will be their last school year.
\n\tAntoinette Miranda is an Ohio State University professor of school psychology. She is also on the state’s school board and is married to a high school teacher.
\n\tShe said that educators are dealing with the pandemic’s effects on themselves and their family. They also are trying to support students, some with troubles in school and some without food at home while being separated from friends.
\n\t“We talk a lot about the stress on students,” Miranda said, “but I think there’s a tremendous amount of stress on teachers.”
\n\tSome people blamed teachers who raised concerns on health and safety for delaying school re-openings. They felt it put pressure on parents. But Miranda thinks “there’s also a renewed respect for teachers. especially parents that had to start teaching their kids at home.”
\n\tAndre Spencer is head of the Manor Independent School District where Romero works. He said the schools centered on helping students and teachers during the pandemic. They spent millions to provide every student and teacher the technology for virtual learning, including mobile internet access.
\n\tEven before the start of this school year, school supervisors like Spencer were already worried that there would be a shortage of teachers and school workers.
\n\tThe National Education Association is one of the nation’s largest representatives for teachers. The organization found that more than one in four teachers felt the pandemic increased their plans to retire early or leave the profession.
\n\tRandi Weingarten is president of American Federation of Teachers, or AFT, another teacher’s organization. She believes there will be more teachers retiring in the coming months after a year of unknowns, change, and stress. And AFT has started a program to help members who were affected by COVID-19.
\nTeaching controversial topics
\n\tBut there were other issues that affect teachers, especially teachers of color, this past year. They include national conversations around racial injustice, the presidential election, and the attack on the US Capitol.
\n\tTravis Bristol is a professor at the University of California, Berkeley. He suggests schools provide employees time to talk about what they have been through. He says teachers who have been supported in dealing with their own stress will be better able to help students do the same.
\n\tRomero, the first-grade teacher in Texas, was considering retiring. But she now looks forward to the new school year.
\n\tShe said, “We will have the experience of an entire year of trying. That’s what educators do. We try and we fail and we get up and we shake it off and we do it again.”
I’m Jill Robbins.",
   "subtitle":"https://raw.githubusercontent.com/Boga28/news/main/subtitle/Virus_Technology.srt",
   "hardWord":"",
   "authorName":"Jill Robbins",
   "channel":"NBC News",
   "audio":"https://raw.githubusercontent.com/Boga28/news/main/Auido/tech.mp3",
   "audioLength":"6",
   "category":"",
   "views":"",
   "date":"2021-05-07T11:25",
   "tag":""}
  ]}
